Repository: LiMinggang/madedit-mod
Catalog: po/*.po
Languages: el, zh_cn

source: Western European (ISO-8859-1)
el: Δυτικής-Ευρώπης (ISO-8859-1)
zh_cn: 西欧语系 (ISO-8859-1)

source: Central European (ISO-8859-2)
el: Κεντρικής Ευρώπης (ISO-8859-2)
zh_cn: 中欧语系 (ISO-8859-2)

source: Esperanto (ISO-8859-3)
el: Εσπεράντο (ISO-8859-3)
zh_cn: 世界语 (ISO-8859-3)

source: Baltic (old) (ISO-8859-4)
el: Βαλτικό (παλαιό) (ISO-8859-4)
zh_cn: 波罗的海语 (旧的) (ISO-8859-4)

source: Cyrillic (ISO-8859-5)
el: Κυριλλικό (ISO-8859-5)
zh_cn: 斯拉夫语 (ISO-8859-5)

source: Arabic (ISO-8859-6)
el: Αραβικό (ISO-8859-6)
zh_cn: 阿拉伯语 (ISO-8859-6)

source: Greek (ISO-8859-7)
el: Ελληνικό (ISO-8859-7)
zh_cn: 希腊语 (ISO-8859-7)

source: Hebrew (ISO-8859-8)
el: Εβραϊκό (ISO-8859-8)
zh_cn: 希伯来语 (ISO-8859-8)

source: Turkish (ISO-8859-9)
el: Τουρκικό (ISO-8859-9)
zh_cn: 土耳其语 (ISO-8859-9)

source: Nordic (ISO-8859-10)
el: Νορδικό (ISO-8859-10)
zh_cn: 北欧语系 (ISO-8859-10)

source: Thai (ISO-8859-11)
el: Ταϋλανδέζικο (ISO-8859-11)
zh_cn: 泰语 (ISO-8859-11)

source: Indian (ISO-8859-12)
el: Ινδικό (ISO-8859-12)
zh_cn: 印度语 (ISO-8859-12)

source: Baltic (ISO-8859-13)
el: Βαλτικό (ISO-8859-13)
zh_cn: 波罗的海语 (ISO-8859-13)

source: Celtic (ISO-8859-14)
el: Κελτικό (ISO-8859-14)
zh_cn: 凯尔特语 (ISO-8859-14)

source: Western European with Euro (ISO-8859-15)
el: Δυτικής Ευρώπης με Ευρώ (ISO-8859-15)
zh_cn: 西欧语系带欧元 (ISO-8859-15)

source: KOI8-R
zh_cn: 斯拉夫文 (KOI8-R)

source: KOI8-U
zh_cn: 斯拉夫文 (KOI8-U)

source: Windows Thai (CP 874)
el: Γουίντοουζ Ταϊλανδέζικο (CP 949)
zh_cn: 泰文 (CP 874)

source: Windows Central European (CP 1250)
el: Γουίντοουζ Κεντρο-Ευρωπαϊκό (CP 1250)
zh_cn: 中欧语系 (CP 1250)

source: Windows Cyrillic (CP 1251)
el: Γουίντοουζ Κυριλικό (CP 1251)
zh_cn: 斯拉夫文 (CP 1251)

source: Windows Western European (CP 1252)
el: Γουίντοουζ Δυτικής Ευρώπης (CP 1252)
zh_cn: 西欧语系 (CP 1252)

source: Windows Greek (CP 1253)
el: Γουίντοουζ Ελληνικό (CP 1253)
zh_cn: 希腊文 (CP 1253)

source: Windows Turkish (CP 1254)
el: Γουίντοουζ Τουρκικό (CP 1254)
zh_cn: 土耳其文 (CP 1254)

source: Windows Hebrew (CP 1255)
el: Γουίντοουζ Εβραϊκό (CP 1255)
zh_cn: 希伯来文 (CP 1255)

source: Windows Arabic (CP 1256)
el: Γουίντοουζ Αραβικό (CP 1256)
zh_cn: 阿拉伯文 (CP 1256)

source: Windows Baltic (CP 1257)
el: Γουίντοουζ Βαλτικό (CP 1257)
zh_cn: 波罗的海文 (CP 1257)

source: Windows Japanese (CP 932)
el: Γουίντοουζ Ιαπωνικό (CP 932)
zh_cn: 日文 (CP 932)

source: Windows Chinese Simplified (CP 936)
el: Γουίντοουζ Απλοποιημένο Κινέζικο (CP 936)
zh_cn: 简体中文 (CP 936)

source: Windows Korean (CP 949)
el: Γουίντοουζ Κορεάτικο (CP 949)
zh_cn: 韩文 (CP 949)

source: Windows Chinese Traditional (CP 950)
el: Γουίντοουζ Κινέζικο Παραδοσιακό (CP 950)
zh_cn: 繁体中文 (CP 950)

source: Extended Unix Codepage for Japanese (EUC-JP)
el: Εκτεταμένη Κωδικοσελίδα Γιούνιξ για Ιαπωνικά (EUC-JP)
zh_cn: 日文 (EUC-JP)

source: OK
el: Εντάξει
zh_cn: 确定

source: Cancel
el: Ακύρωση
zh_cn: 取消

source: File '%s' already exists, do you really want to overwrite it?
el: Υπάρχει, ήδη, το αρχείο «%s». Θέλεις, σίγουρα, να απανωγραφεί;
zh_cn: 文件 '%s' 已存在，是否真要覆盖？

source: &Close
el: &Κλείσιμο
zh_cn: 关闭(&C)

source: &Goto...
el: &Μετάβαση σε....
zh_cn: 去到(&G)...

source: Goto Page
el: Μετάβαση στη Σελίδα
zh_cn: 去到此页

source: Enter a page number between %d and %d:
el: Δώστε έναν αριθμό σελίδας μεταξύ %d και %d:
zh_cn: 请输入介于 %d 到 %d 之间的页数：

source: Please wait while printing
el: Παρακαλώ περιμένετε όσο διαρκεί η εκτύπωση
zh_cn: 打印中，请等待

source: Printing
el: Εκτύπωση
zh_cn: 打印中

source: All
el: Όλα
zh_cn: 全部

source: Bottom margin (mm):
el: Κάτω περιθώριο (χιλ):
zh_cn: 底部页边空白（毫米）：

source: Copies:
el: Αντίγραφα:
zh_cn: 份数：

source: Default printer
el: Προκαθορισμένος εκτυπωτής
zh_cn: 预设的打印机

source: From:
el: Από:
zh_cn: 从：

source: Landscape
el: Τοπίο
zh_cn: 横向

source: Left margin (mm):
el: Αριστερό περιθώριο (χιλ):
zh_cn: 左页边空白（毫米）：

source: Orientation
el: Προσανατολισμός
zh_cn: 方向

source: Page Setup
el: Διαμόρφωση Σελίδας
zh_cn: 页面设置

source: Pages
el: Σελίδες
zh_cn: 页

source: Paper Size
el: Μέγεθος Χαρτιού
zh_cn: 纸张尺寸

source: Portrait
el: Πορτραίτο
zh_cn: 纵向

source: PostScript file
el: PostScript Αρχείο
zh_cn: PostScript 文件

source: Print Range
el: Εύρος Εκτύπωσης
zh_cn: 打印范围

source: Print Setup
el: Ρυθμίαεις Εκτύπωσης
zh_cn: 打印设置

source: Print in colour
el: Έγχρωμη εκτύπωση
zh_cn: 彩色打印

source: Print spooling
el: Ουρά εκτύπωσης
zh_cn: 打印多任务缓冲

source: Print to File
el: Εκτύπωση σε Αρχείο
zh_cn: 打印到文件

source: Printer
el: Εκτυπωτής
zh_cn: 打印机

source: Printer command:
el: Εντολή εκτυπωτή:
zh_cn: 打印机命令：

source: Printer options
el: Επιλογές εκτυπωτή
zh_cn: 打印机选项

source: Printer options:
el: Επιλογές εκτυπωτή:
zh_cn: 打印机选项：

source: Printer...
el: Εκτυπωτής...
zh_cn: 打印机...

source: Printer:
el: Εκτυπωτής:
zh_cn: 打印机：

source: Right margin (mm):
el: Δεξί περιθώριο (χιλ):
zh_cn: 右页边空白（毫米）：

source: Setup...
el: Ρύθμιση...
zh_cn: 设置...

source: Status:
el: Κατάσταση:
zh_cn: 状态：

source: To:
el: Σε:
zh_cn: 到：

source: Top margin (mm):
el: Πάνω περιθώριο (χιλ):
zh_cn: 顶部页边空白（毫米）：

source: Western European
el: Δυτικής Ευρώπης
zh_cn: 西欧语系

source: Central European
el: Κεντρικής Ευρώπης
zh_cn: 中欧语系

source: South European
el: Νότιας Ευρώπης
zh_cn: 南欧语系

source: North European
el: Βόρειας Ευρώπης
zh_cn: 北欧语系

source: Cyrillic
el: Κυριλλικά
zh_cn: 斯拉夫语系

source: Arabic
el: Αραβικά
zh_cn: 阿拉伯语系

source: Greek
el: Ελληνικά
zh_cn: 希腊语系

source: Hebrew
el: Εβραϊκά
zh_cn: 希伯来语系

source: Turkish
el: Τουρκικά
zh_cn: 土耳其语系

source: Baltic
el: Βαλτικά
zh_cn: 波罗的海语系

source: East Asian
el: Ανατολικής Ασίας
zh_cn: 东亚语系

source: Southeast Asian
el: Νοτιοανατολικής Ασίας
zh_cn: 东南亚语系

source: Other
el: Άλλo
zh_cn: 其他

source: Generic PostScript
el: Γενικό PostScript
zh_cn: 泛型PostScript 文件

source: Ready
el: Έτοιμο
zh_cn: 就绪

source: Printing Error
el: Σφάλμα Εκτύπωσης
zh_cn: 打印出错

source: Please wait while printing...
el: Παρακαλώ περιμένετε όσο διαρκεί η εκτύπωση...
zh_cn: 打印中，请等待…

source: Print
el: Εκτύπωση
zh_cn: 打印

source: Document:
el: Έγγραφο:
zh_cn: 文档：

source: Progress:
el: Πρόοδος:
zh_cn: 进度：

source: Preparing
el: Προετοιμασία
zh_cn: 正在准备

source: Printing page %d of %d
el: Εκτύπωση της σελίδας %d από τις %d
zh_cn: 正在打印第 %d 页，共 %d 页

source: (copy %d of %d)
el: (αντιγραφή %d από τα %d)
zh_cn: （拷贝 %d ，总共 %d ）

source: First page
el: Πρώτη σελίδα
zh_cn: 第一页

source: Previous page
el: Προηγούμενη σελίδα
zh_cn: 上一页

source: Next page
el: Επόμενη σελίδα
zh_cn: 下一页

source: Last page
el: Τελευταία σελίδα
zh_cn: 尾页

source: Zoom Out
el: Αποεστίαση
zh_cn: 缩小

source: Zoom In
el: Εστίαση
zh_cn: 放大

source: Could not start document preview.
el: Αδυναμία εκκίνησης της προεπισκόπησης του εγγράφου.
zh_cn: 无法启动文档预览。

source: Sorry, not enough memory to create a preview.
el: Συγγνώμη, δεν υπάρχει αρκετή μνήμη για την δημιουργία προεπισκόπησης.
zh_cn: 对不起，没有足够内存来创建文档预览。

source: Print Preview Failure
el: Αποτυχία της Προεπισκόπησης της Εκτύπωσης
zh_cn: 预览打印失败

source: Page %d of %d
el: Σελίδα %d από τις %d
zh_cn: 第 %d 页，共 %d 页

source: Page %d
el: Σελίδα %d
zh_cn: 第 %d 页

source: Options
el: Επιλογές
zh_cn: 选项

source: Invalid Markdown format!!
el: Μη έγκυρη μορφή Markdown!!
zh_cn: 无效的Markdown格式！！

source: Plain Text
el: Απλό Κείμενο
zh_cn: 纯文本

source: All files (*;*.*)
el: Όλα τα αρχεία (*;*.*)
zh_cn: 所有文件 (*;*.*)

source: Plain Text (*.txt)
el: Απλό Κείμενο (*.txt)
zh_cn: 纯文本 (*.txt)

source: An argument to an action was unspecified
zh_cn: 一个指定行为的参数没有被指明

source: bad regex reference
zh_cn: 不适当的正则表达式

source: character escape too large to fit in target character type
zh_cn: 字符转义过大不能填充到目的字符类型

source: collation sequences are not yet supported
zh_cn: 还不支持排序序列

source: equivalence classes are not yet supported
zh_cn: 还不支持等价类

source: expression cannot be quantified
zh_cn: 表达式不能被量化

source: found quote-meta end without corresponding quote-meta begin
zh_cn: 遇到引用元结束却没有对应的引用元开始

source: incomplete escape sequence
zh_cn: 不完整的转义序列

source: incomplete extension
zh_cn: 不完整的扩展

source: invalid back-reference
zh_cn: 无效的反向引用

source: invalid charset range
zh_cn: 无效的字符集范围

source: invalid escape control letter; must be one of a-z or A-Z
zh_cn: 无效的转义控制字母；必须是a-z或者A-Z

source: invalid hex escape :
zh_cn: 无效的十六进制转义：

source: invalid hex escape : must be \x HexDigit HexDigit
zh_cn: 无效的十六进制转义：必须是 \x HexDigit HexDigit

source: invalid hex escape : must be \x { HexDigit HexDigit HexDigit HexDigit }
zh_cn: 无效的十六进制转义：必须是 \x { HexDigit HexDigit HexDigit HexDigit }

source: invalid named back-reference
zh_cn: 无效命名的反向引用

source: invalid quantification range
zh_cn: 无效的限定范围

source: invalid quantifier
zh_cn: 无效的限定符

source: invalid Unicode escape :
zh_cn: 无效的Unicode转义：

source: malformed conditional in format string
zh_cn: 格式字符串中含有有缺陷的条件式

source: mismatched parenthesis
zh_cn: 不匹配的括号

source: must be \u HexDigit HexDigit HexDigit HexDigit
zh_cn: 必须是 \x HexDigit HexDigit HexDigit HexDigit

source: must be \x HexDigit HexDigit
zh_cn: 必须是 \x HexDigit HexDigit

source: named mark already exists
zh_cn: 命名的标记已经存在

source: quantifier not expected
zh_cn: 不应该有的限定符

source: Regex stack space exhausted
zh_cn: 正则表达式栈空间耗尽

source: rule assignments must be at the front of the regex
zh_cn: 规则指定必须在正则表达式前面

source: unbalanced parentheses in format string
zh_cn: 格式字符串中有不平衡的括号

source: unexpected end of format found
zh_cn: 发现不应该有的格式结束

source: unexpected end of pattern found
zh_cn: 发现不应该有的模式结束

source: unknown class name
zh_cn: 未知的类别名称

source: unknown pattern modifier
zh_cn: 未知的模式修改符

source: unrecognized extension
zh_cn: 不能识别的扩展

source: Use of uninitialized regex attribute
zh_cn: 使用了未初始化的正则表达式属性

source: Not String Type
zh_cn: 非字符串类型

source: Not Number Type
zh_cn: 非编号类型

source: Not Boolean Type
zh_cn: 非布尔类型

source: No Encoding
zh_cn: 没有编码

source: Illegal identifier
zh_cn: 无效的标识符

source: Unexpected '
zh_cn: 不应出现的 '

source: Illegal hex digit
zh_cn: 非法的十六进制数字

source: Unexpected end of buffer
zh_cn: 不应该出现的缓冲区结尾

source: Unexpected start of buffer
zh_cn: 不应该出现的缓冲区开始

source: Expected
zh_cn: 应该出现

source: Expected string or identifier
zh_cn: 应该出现字符串或者标识符

source: Duplicate property '
zh_cn: 重复的属性 '

source: ' on object
zh_cn: ' 位于对象上

source: or
zh_cn: 或者

source: Expected value
zh_cn: 应该出现值

source: Expected start of comment
zh_cn: 应该出现注释开始

source: open brace '{'
zh_cn: 开放的'{'

source: close brace '}'
zh_cn: 闭合的'}'

source: comma ','
zh_cn: 逗号','

source: colon ':'
zh_cn: 冒号':'

source: open bracket '('
zh_cn: 开放的'('

source: close bracket ')'
zh_cn: 关闭的')'

source: double quote '"'
zh_cn: 双引号'"'

source: single quote '''
zh_cn: 单引号'''

source: number
zh_cn: 编号

source: white space
zh_cn: 空白字符

source: forward slash '/'
zh_cn: 前向斜线'/'

source: identifier
zh_cn: 标识符

source: end of string
zh_cn: 字符串结尾

source: error
zh_cn: 错误

source: at line
zh_cn: 位于行

source: and column
zh_cn: 以及列

source: Chinese Simplified(UTF-PRC)
el: Κινέζικα Απλοποιημένα(UTF-PRC)
zh_cn: 简体中文 (UTF-PRC)

source: IBM Cyrillic
zh_cn: IBM斯拉夫语系

source: IBM Latin-1
zh_cn: IBM拉丁-1语系

source: IBM Farsi Bilingual
zh_cn: IBM波斯双语系

source: IBM Baltic
zh_cn: IBM波罗的海语系

source: IBM Estonia
zh_cn: IBM爱沙尼亚语

source: IBM Cyrillic Ukraine
zh_cn: IBM斯拉夫（乌克兰）语

source: IBM Vietnamese
zh_cn: IBM越南语

source: IBM Lao
zh_cn: IBM老挝语

source: IBM Devanagari
zh_cn: IBM梵语

source: IBM USA
zh_cn: IBM美国

source: IBM Austria
zh_cn: IBM奥地利语

source: IBM Denmark
zh_cn: IBM丹麦语

source: IBM Finland
zh_cn: IBM芬兰语

source: IBM Italy
zh_cn: IBM意大利语

source: IBM Spain
zh_cn: IBM西班牙语

source: IBM UK
zh_cn: IBM联合王国（英）语

source: IBM France
zh_cn: IBM法语

source: IBM International
zh_cn: IBM国际语

source: IBM Icelandic
zh_cn: IBM冰岛语

source: IBM Latin-2
zh_cn: IBM拉丁-2语系

source: IBM Cyrillic Multilingual
zh_cn: IBM斯拉夫（多语言）语系

source: IBM Turkey
zh_cn: IBM土耳其语

source: IBM Estonia with euro
zh_cn: IBM爱沙尼亚语（带欧元）

source: IBM Thai
zh_cn: IBM泰语

source: IBM Vietnamese with euro
zh_cn: IBM越南语（带欧元）

source: IBM Cyrillic Kazakh
zh_cn: IBM斯拉夫（乌克兰）语

source: IBM Hebrew
zh_cn: IBM希伯来语系

source: IBM Arabic
zh_cn: IBM阿拉伯语系

source: Zero Length Match
el: Ταίριασμα Μηδενικού Μήκους
zh_cn: 零长度匹配

source: ^ Zero Length Match
el: ^ Ταίριασμα Μηδενικού Μήκους
zh_cn: ^ 零长度匹配

source: Control Characters
zh_cn: 控制字符

source: Basic Latin
zh_cn: 基础拉丁语

source: Latin-1 Supplement
zh_cn: 拉丁语增补

source: Latin Extended-A
zh_cn: 拉丁语扩展-A

source: Latin Extended-B
zh_cn: 拉丁语扩展-B

source: IPA Extensions
zh_cn: 国际音标扩展

source: Spacing Modifier Letters
zh_cn: 间距修饰字符

source: Combining Diacritical Marks
zh_cn: 组合变音标记

source: Greek and Coptic
zh_cn: 希腊语和科普特语

source: Cyrillic Supplement
zh_cn: 西里尔文增补

source: Armenian
zh_cn: 亚美尼亚语

source: Syriac
zh_cn: 叙利亚文

source: Arabic Supplement
zh_cn: 阿拉伯语增补

source: Thaana
zh_cn: 它拿字母

source: Samaritan
zh_cn: 撒玛利亚字母

source: Mandaic
zh_cn: 曼达文

source: Devanagari
zh_cn: 梵文

source: Bengali
zh_cn: 孟加拉语

source: Gurmukhi
zh_cn: 古木基文

source: Gujarati
zh_cn: 古吉拉特語

source: Oriya
zh_cn: 奥里亚语

source: Tamil
zh_cn: 泰米尔语

source: Telugu
zh_cn: 泰卢固语

source: Kannada
zh_cn: 卡纳达语

source: Malayalam
zh_cn: 马拉雅拉姆语

source: Sinhala
zh_cn: 僧伽罗语

source: Thai
zh_cn: 泰语

source: Lao
zh_cn: 老挝语

source: Tibetan
zh_cn: 藏文

source: Myanmar
zh_cn: 缅甸语

source: Georgian
zh_cn: 格鲁吉亚语

source: Hangul Jamo
zh_cn: 韩文字母

source: Ethiopic
zh_cn: 阿姆哈拉语

source: Ethiopic Supplement
zh_cn: 阿姆哈拉语增补

source: Cherokee
zh_cn: 切罗基语

source: Unified Canadian Aboriginal Syllabics
zh_cn: 统一加拿大原住民音节

source: Ogham
zh_cn: 欧甘字母

source: Runic
zh_cn: 卢恩字母

source: Tagalog
zh_cn: 他加禄语

source: Hanunoo
zh_cn: 哈努诺文

source: Buhid
zh_cn: 布希德文

source: Tagbanwa
zh_cn: 塔格巴努亚文

source: Khmer
zh_cn: 高棉语

source: Mongolian
zh_cn: 蒙古语

source: Limbu
zh_cn: 林布语

source: Tai Le
zh_cn: 德宏傣文

source: New Tai Lue
zh_cn: 傣仂语

source: Khmer Symbols
zh_cn: 高棉符号

source: Buginese
zh_cn: 布吉语

source: Tai Tham
zh_cn: 老傣文

source: Sundanese
zh_cn: 巽他语

source: Lepcha
zh_cn: 绒巴文

source: Ol Chiki
zh_cn: 桑塔利语字母

source: Phonetic Extensions
zh_cn: 音标扩展

source: Phonetic Extensions Supplement
zh_cn: 音标扩展增补

source: Combining Diacritical Marks Supplement
zh_cn: 结合变音标记增补

source: Latin Extended Additional
zh_cn: 拉丁语扩展附加

source: Greek Extended
zh_cn: 希腊语扩展

source: General Punctuation
zh_cn: 一般标点符号

source: Superscripts and Subscripts
zh_cn: 上标和下标

source: Currency Symbols
zh_cn: 货币符号

source: Combining Diacritical Marks for Symbols
zh_cn: 结合符号的变音符号

source: Letterlike Symbols
zh_cn: 类字母符号

source: Number Forms
zh_cn: 数字形式符号

source: Arrows
zh_cn: 箭头符号

source: Mathematical Operators
zh_cn: 数学运算符

source: Miscellaneous Technical
zh_cn: 杂项技术符号

source: Control Pictures
zh_cn: 控制图片

source: Optical Character Recognition
zh_cn: 光学字符识别

source: Enclosed Alphanumerics
zh_cn: 封闭式字母数字

source: Box Drawing
zh_cn: 方框绘制字符

source: Block Elements
zh_cn: 块状元素

source: Geometric Shapes
zh_cn: 几何形状

source: Miscellaneous Symbols
zh_cn: 杂项符号

source: Dingbats
zh_cn: 装饰符号

source: Miscellaneous Mathematical Symbols-A
zh_cn: 杂项数学符号-A

source: Supplemental Arrows-A
zh_cn: 补充箭头-A

source: Braille Patterns
zh_cn: 盲文

source: Supplemental Arrows-B
zh_cn: 杂项数学符号-B

source: Miscellaneous Mathematical Symbols-B
zh_cn: 杂项数学符号-B

source: Supplemental Mathematical Operators
zh_cn: 补充数学运算符

source: Miscellaneous Symbols and Arrows
zh_cn: 其他符号和箭头

source: Glagolitic
zh_cn: 格拉哥里字母

source: Coptic
zh_cn: 科普特文

source: Georgian Supplement
zh_cn: 格鲁吉亚文增补

source: Tifinagh
zh_cn: 提非纳字母

source: Ethiopic Extended
zh_cn: 阿姆哈拉语扩展

source: Cyrillic Extended-A
zh_cn: 西里尔文扩展-A

source: Supplemental Punctuation
zh_cn: 补充标点符号

source: CJK Radicals Supplement
zh_cn: 中日韩汉字部首补充

source: Kangxi Radicals
zh_cn: 康熙部首

source: Ideographic Description Characters
zh_cn: 表意文字描述字符

source: CJK Symbols and Punctuation
zh_cn: 中日韩符号和标点符号

source: Hiragana
zh_cn: 日文平假名

source: Katakana
zh_cn: 日文片假名

source: Bopomofo
zh_cn: 拼音

source: Hangul Compatibility Jamo
zh_cn: 韩文兼容字母

source: Kanbun
zh_cn: 汉文训读

source: Bopomofo Extended
zh_cn: 拼音符号扩展

source: CJK Strokes
zh_cn: 中日韩汉语笔画

source: Katakana Phonetic Extensions
zh_cn: 片假名语音扩展

source: Enclosed CJK Letters and Months
zh_cn: 中日韩带圈字符及月份

source: CJK Compatibility
zh_cn: 中日韩兼容

source: CJK Unified Ideographs Extension A
zh_cn: 中日韩兼容表意文字扩展

source: Yijing Hexagram Symbols
zh_cn: 易经六十四卦符号

source: CJK Unified Ideographs
zh_cn: 中日韩统一表意文字

source: Yi Syllables
zh_cn: 彝族音节

source: Yi Radicals
zh_cn: 彝族部首

source: Lisu
zh_cn: 傈僳语

source: Vai
zh_cn: 瓦伊语

source: Bamum
zh_cn: 巴姆穆语

source: Modifier Tone Letters
zh_cn: 声调修饰符

source: Syloti Nagri
zh_cn: 锡尔赫特文

source: Phags-pa
zh_cn: 八思巴字

source: Saurashtra
zh_cn: 索拉什特拉语

source: Devanagari Extended
zh_cn: 梵文扩展

source: Kayah Li
zh_cn: 克耶字母

source: Rejang
zh_cn: 拉让语

source: Cham
zh_cn: 占语

source: Meetei Mayek
zh_cn: 曼尼普尔语

source: Hangul Syllables
zh_cn: 韩文音节

source: High Surrogates
zh_cn: 高位替代

source: High Private Use Surrogates
zh_cn: 高位专用替代

source: Low Surrogates
zh_cn: 低位替代

source: Private Use Area
zh_cn: 私用区

source: CJK Compatibility Ideographs
zh_cn: 中日韩兼容表意文字

source: Alphabetic Presentation Forms
zh_cn: 字母连写形式

source: Arabic Presentation Forms-A
zh_cn: 阿拉伯语表现形式-A

source: Variation Selectors
zh_cn: 变体选择器

source: Vertical Forms
zh_cn: 竖排形式

source: Combining Half Marks
zh_cn: 组合用半符号

source: CJK Compatibility Forms
zh_cn: 中日韩兼容形式

source: Small Form Variants
zh_cn: 小型变体形式

source: Arabic Presentation Forms-B
zh_cn: 阿拉伯语表现形式-B

source: Halfwidth and Fullwidth Forms
zh_cn: 全角和半角字符

source: Specials
zh_cn: 特殊字符

source: Linear B Syllabary
zh_cn: 线形文字B音节

source: Linear B Ideograms
zh_cn: 线形文字B表意文字

source: Aegean Numbers
zh_cn: 爱琴海数字

source: Ancient Greek Numbers
zh_cn: 古希腊数字

source: Phaistos Disc
zh_cn: 斐斯托斯圆盘古文字

source: Lycian
zh_cn: 吕基亚语

source: Carian
zh_cn: 卡里亚字母

source: Old Italic
zh_cn: 古意大利字母

source: Gothic
zh_cn: 哥特字母

source: Ugaritic
zh_cn: 乌加里特语

source: Old Persian
zh_cn: 古波斯语

source: Deseret
zh_cn: 德瑟雷特字母

source: Shavian
zh_cn: 萧伯纳字母

source: Osmanya
zh_cn: 奥斯曼亚字母

source: Osage
zh_cn: 欧塞奇字母

source: Elbasan
zh_cn: 爱尔巴桑字母

source: Caucasian Albanian
zh_cn: 高加索阿尔巴尼亚语言

source: Cypriot Syllabary
zh_cn: 塞浦路斯语音节

source: Imperial Aramaic
zh_cn: 帝国阿拉姆語

source: Palmyrene
zh_cn: 巴尔米拉字母

source: Nabataean
zh_cn: 纳巴泰字母

source: Hatran
zh_cn: 哈特兰字母

source: Phoenician
zh_cn: 腓尼基字母

source: Lydian
zh_cn: 吕底亚语

source: Meroitic Hieroglyphs
zh_cn: 麦罗埃象形文字

source: Meroitic Cursive
zh_cn: 麦罗埃文草体字

source: Kharoshthi
zh_cn: 佉卢文

source: Old North Arabian
zh_cn: 古北部阿拉伯语

source: Manichaean
zh_cn: 摩尼字母

source: Avestan
zh_cn: 阿维斯陀字母

source: Inscriptional Parthian
zh_cn: 碑刻帕提亚文

source: Inscriptional Pahlavi
zh_cn: 碑刻巴列维文

source: Psalter Pahlavi
zh_cn: 诗篇巴列维文

source: Hanifi Rohingya
zh_cn: 哈乃斐罗兴亚文字

source: Sogdian
zh_cn: 粟特字母

source: Elymaic
zh_cn: 以利买字母

source: Brahmi
zh_cn: 婆罗米文

source: Kaithi
zh_cn: 凯提文

source: Sora Sompeng
zh_cn: 索拉僧平文字

source: Chakma
zh_cn: 查克马语

source: Mahajani
zh_cn: 马哈雅尼文

source: Sharada
zh_cn: 夏拉达文

source: Sinhala Archaic Numbers
zh_cn: 古僧伽罗文数字

source: Khojki
zh_cn: 和卓文

source: Multani
zh_cn: 木尔坦文

source: Khudawadi
zh_cn: 库达瓦迪文

source: Grantha
zh_cn: 古兰塔文

source: Newa
zh_cn: 尼瓦尔语

source: Tirhuta
zh_cn: 提尔胡塔文

source: Siddham
zh_cn: 悉昙文字

source: Modi
zh_cn: 莫迪文

source: Takri
zh_cn: 塔克里文

source: Ahom
zh_cn: 阿洪姆语

source: Dogra
zh_cn: 多格拉语

source: Warang Citi
zh_cn: 瓦兰齐地文

source: Zanabazar Square
zh_cn: 札那巴札尔方形字母

source: Soyombo
zh_cn: 索永布字母

source: Pau Cin Hau
zh_cn: 包钦豪文

source: Bhaiksuki
zh_cn: 拜克舒基文

source: Masaram Gondi
zh_cn: 马萨拉姆贡德文字

source: Gunjala Gondi
zh_cn: 贡贾拉贡德文

source: Makasar
zh_cn: 望加锡文

source: Cuneiform
zh_cn: 楔形文字

source: Early Dynastic Cuneiform
zh_cn: 古代楔形文字

source: Egyptian Hieroglyphs
zh_cn: 埃及圣书体

source: Egyptian Hieroglyph Format Controls
zh_cn: 埃及圣书体格式控制

source: Anatolian Hieroglyphs
zh_cn: 安纳托利亚象形文字

source: Bassa Vah
zh_cn: 巴萨哇文字

source: Pahawh Hmong
zh_cn: 帕哈苗文

source: Medefaidrin
zh_cn: 梅德法伊德林文

source: Miao
zh_cn: 柏格理苗文

source: Tangut
zh_cn: 西夏文

source: Tangut Components
zh_cn: 西夏文部首

source: Small Kana Extension
zh_cn: 小型日文假名扩展

source: Nushu
zh_cn: 女书

source: Duployan
zh_cn: 杜普雷速记

source: Shorthand Format Controls
zh_cn: 速记格式控制符

source: Byzantine Musical Symbols
zh_cn: 拜占庭音乐符号

source: Musical Symbols
zh_cn: 音乐符号

source: Ancient Greek Musical Notation
zh_cn: 古希腊音乐记号

source: Tai Xuan Jing Symbols
zh_cn: 太玄经符号

source: Counting Rod Numerals
zh_cn: 算筹

source: Mathematical Alphanumeric Symbols
zh_cn: 数学字母数字符号

source: Sutton SignWriting
zh_cn: 萨顿书写符号

source: Nyiakeng Puachue Hmong
zh_cn: 尼亚坑普阿绰苗文

source: Wancho
zh_cn: 文乔字母

source: Mende Kikakui
zh_cn: 门德基卡库文

source: Adlam
zh_cn: 阿德拉姆字母

source: Ottoman Siyaq Numbers
zh_cn: 奥斯曼西亚克数字

source: Mahjong Tiles
zh_cn: 麻将牌

source: Domino Tiles
zh_cn: 多米诺骨牌

source: Playing Cards
zh_cn: 扑克牌

source: Emoticons
zh_cn: 表情符号

source: Ornamental Dingbats
zh_cn: 装饰符号

source: Supplemental Symbols and Pictographs
zh_cn: 补充符号和象形文字

source: Symbols and Pictographs Extended-A
zh_cn: 符号和象形文字扩展-A

source: CJK Unified Ideographs Extension B
zh_cn: 中日韩统一表意文字扩展B区

source: CJK Compatibility Ideographs Supplement
zh_cn: 中日韩兼容表意文字增补

source: Tags
zh_cn: 标签

source: Variation Selectors Supplement
zh_cn: 变化选择器补充

source: Supplementary Private Use Area-A
zh_cn: 补充私人使用区-A

source: Supplementary Private Use Area-B
zh_cn: 补充私人使用区-B

source: Invalid Unicode Characters
el: Μη Έγκυροι Χαρακτήρες Unicode
zh_cn: 无效的 Unicode 字符

source: Do you want to continue? The file size is %s bytes. It may take long time and large memories to convert to Text/Column Mode.
el: Θέλεις να συνεχίσεις; Το μέγεθος του αρχείου είναι %s μπάιτια. It may take long time and large memories to convert to Text/Column Mode.
zh_cn: 要继续吗？ 这个文件的长度是 %s 字节， 可能会花很多时间和内存在转换到文字/列块模式上。

source: Hex Mode to Text/Column Mode
el: Από Δεκαεξαδική Λειτουργία σε Λειτουργία Κειμένου/Στηλών
zh_cn: 十六进制模式转换到文字/列块模式

source: You are about to undo changes that have already been saved to disk. Do you want to continue?
el: Πρόκειται να αναιρέσεις αλλαγές, οι οποίες έχουν ήδη αποθηκευθεί στο δίσκο. Θέλεις να συνεχίσεις;
zh_cn: 你将会撤销已经存盘的修改。 你想继续吗？

source: The Parent Directory of this file does not exist:
el: Ο Γονικός Κατάλογος αυτού του αρχείου δεν υπάρχει:
zh_cn: 这个文件所属的目录不存在：

source: Cannot save this file:
el: Αδυναμία αποθήκευσης αυτού του αρχείου:
zh_cn: 无法保存这个文件：

source: &Ok
el: &Εντάξει
zh_cn: 确定(&O)

source: Do you want to save this file?
el: Θέλεις να αποθηκεύσεις αυτό το αρχείο;
zh_cn: 要保存这个文件吗？

source: &Yes
el: &Ναι
zh_cn: 是(&Y)

source: &No
el: Ό&χι
zh_cn: 否(&N)

source: &Cancel
el: &Ακύρωση
zh_cn: 取消(&C)

source: Save File As
el: Αποθήκευση του Αρχείου Ως
zh_cn: 文件另存为

source: Save File
el: Αποθήκευση του Αρχείου
zh_cn: 保存文件

source: Do you want to discard changes?
el: Να απορριφθούν οι αλλαγές;
zh_cn: 要放弃所做的修改吗？

source: This file has been changed by another application.
el: Αυτό το αρχείο έχει αλλαχτεί από μια άλλη εφαρμογή.
zh_cn: 这个文件被其它程序修改过了。

source: And it has been MODIFIED!!!
el: Και έχει ΤΡΟΠΟΠΟΙΗΘΕΙ!!!
zh_cn: 并且有未存盘的改动！！

source: Do you want to reload it?
el: Θέλεις να γίνει επαναφόρτωση του αρχείου;
zh_cn: 要重载这个文件吗？

source: I.e. DISCARD changes?
zh_cn: 即：放弃修改？

source: The input string is not a valid Hex-String:
el: Ο εισηγμένος στίχος δεν είναι έγκυρος Hex-Στίχος:
zh_cn: 这个不是正确的十六进制字符串：

source: Found %d matched texts...
el: Βρέθηκαν %d κείμενα που ταιριάζουν...
zh_cn: 找到 %d 个符合筛选条件的文本…

source: Regex error:
el: Σφάλμα κανονικής έκφρασης:
zh_cn: 正则表达式错误：

source: Eastern European
zh_cn: 东欧语系

source: South Asian
zh_cn: 南亚语系

source: Invalid
el: Μη έγκυρο
zh_cn: 无效

source: SEARCHING FOR %s
el: ΑΝΑΖΗΤΗΣΗ ΓΙΑ %s
zh_cn: 正在搜索 %s

source: Failed to create an IPC service.
el: Αποτυχία δημιουργίας μιας υπηρεσίας IPC.
zh_cn: 创建IPC（进程间通信）失败。

source: Sorry, the existing instance may be too busy too respond. Please close any open dialogs and retry.
el: Λυπούμαστε, αλλά η υπάρχουσα υπόσταση ίσως να είναι απασχολημένη, και να μην μπορεί να ανταποκριθεί. Παρακαλούμε, κλείσε όποιους ανοιχτούς διάλογους, και προσπάθησε ξανά.
zh_cn: 抱歉，已运行的实例可能因为太忙而没有响应。 请关闭已打开的对话框后重试。

source: Ln:
el: Γραμ:
zh_cn: 行：

source: Sub:
el: Υποτ:
zh_cn: 子行：
