Repository: LiMinggang/madedit-mod
Catalog: po/*.po
Languages: el, zh_cn

source: Col:
el: Στήλ:
zh_cn: 列：

source: CharPos:
el: ΘέσηΧαρ:
zh_cn: 字符位置：

source: SelSize:
el: ΜέγεθοςΕπιλ:
zh_cn: 选择区长度：

source: ReadOnly
el: ΑνάγνωσηΜόνο
zh_cn: 只读

source: INS
el: ΕΙΣ
zh_cn: 插入

source: OVR
el: ΑΠΓ
zh_cn: 覆盖

source: Ignore '
el: Αγνόηση του '
zh_cn: 忽略 '

source: ' for this session
el: ' γι αυτή τη συνεδρία
zh_cn: ’（仅本次会话）

source: Add '
el: Προσθήκη του '
zh_cn: 添加‘

source: ' to dictionary
el: ' στο λεξικό
zh_cn: ’ 到字典中

source: Remove '
el: Αφαίρεση του '
zh_cn: 删除 '

source: ' from dictionary
el: ' από το λεξικό
zh_cn: ’ 从字典中

source: Scroll Here(%s)
el: Κύλιση Εδώ(%s)
zh_cn: 滚动至此(%s)

source: Scroll Here
el: Κύλιση Εδώ
zh_cn: 滚动至此

source: &File
el: &Αρχείο
zh_cn: 文件(&F)

source: &New File
el: &Νέο Αρχείο
zh_cn: 新建文件(&N)

source: Create a new file
el: Δημιουργία νέου αρχείου
zh_cn: 建立新文件

source: New File
el: Νέο Αρχείο
zh_cn: 新建文件

source: &Open File...
el: Ά&νοιγμα Αρχείου...
zh_cn: 打开文件(&O)…

source: Open an existing file
el: Άνοιγμα ενός υπάρχοντος αρχείου
zh_cn: 打开已存在文件

source: Open File
el: Άνοιγμα Αρχείου
zh_cn: 打开文件

source: &Save File
el: Αποθήκευση του Αρχείου
zh_cn: 保存(&S)

source: Save the file
el: Αποθήκευση του αρχείου
zh_cn: 保存当前文件

source: Save &As...
el: Αποθήκευση &Ως...
zh_cn: 另存为(&A)…

source: Save the file with a new name
el: Αποθήκευση του αρχείου με άλλο όνομα
zh_cn: 以另外的新文件名保存

source: Save A Copy
el: Αποθήκευση Ενός Αντιγράφου
zh_cn: 另存一个副本

source: Make a backup of the file
el: Δημιουργία ενός αντίγραφου ασφαλείας του αρχείου
zh_cn: 为当前文件另存一个副本

source: Sa&ve All
el: Αποθήκευση &Όλων
zh_cn: 保存所有文件(&V)

source: Save all files
el: Αποθήκευση όλων των αρχείων
zh_cn: 保存全部的文件

source: Save All
el: Αποθήκευση Όλων
zh_cn: 保存所有文件

source: &Reload File
el: Επαναφό&ρτωση του Αρχείου
zh_cn: 重载文件(&R)

source: Reload the file
el: Επαναφόρτωση του αρχείου
zh_cn: 重新载入文件

source: &Close File
el: &Κλείσιμο του Αρχείου
zh_cn: 关闭文件(&C)

source: Close the file
el: Κλείσιμο του αρχείου
zh_cn: 关闭文件

source: Close File
el: Κλείσιμο του Αρχείου
zh_cn: 关闭文件

source: C&lose All
el: Κ&λείσιμο Όλων
zh_cn: 关闭所有文件(&L)

source: Close all files
el: Κλείσιμο όλων των αρχείων
zh_cn: 关闭所有文件

source: Close All
el: Κλείσιμο Όλων
zh_cn: 关闭所有文件

source: Close All But This
el: Κλείσιμο Όλων Εκτός του Παρόντος
zh_cn: 关闭除当前文件外的所有文件

source: Close all files but this
el: Κλείσιμο όλων των αρχείων εκτός από το τωρινό
zh_cn: 关闭除当前文件外的所有文件

source: Close All To The Left
el: Κλείσιμο Όλων στα Αριστερά
zh_cn: 关闭当前文件左边的所有文件

source: Close all files to the left
el: Κλείσιμο όλων των αρχείων στα αριστερά
zh_cn: 关闭当前文件左边的所有文件

source: Close All To The Right
el: Κλείσιμο Όλων στα Δεξιά
zh_cn: 关闭当前文件右边的所有文件

source: Close all files to the right
el: Κλείσιμο όλων των αρχείων στα δεξιά
zh_cn: 关闭当前文件右边的所有文件

source: Set/Clear ReadOnly Flag
el: Ορισμός/Καθάρισμα της Σημαίας ΜόνοΑνάγνωσης (ReadOnly)
zh_cn: 设置/清除只读标志

source: Set/Clear ReadOnly flag of the file
el: Ορισμός/Καθάρισμα της σημαίας ΜόνοΑνάγνωσης του αρχείου
zh_cn: 设置/清除文件的只读标志

source: Page Set&up...
el: Ρύ&θμιση της Σελίδας...
zh_cn: 页面设置(&U)...

source: Setup the pages for printing
el: Ρύθμιση των προς εκτύπωση σελίδων
zh_cn: 设置打印时的页面格式

source: Print Previe&w...
el: Προεπισκόπηση της Εκτύπ&ωσης...
zh_cn: 预览打印(&W)...

source: Preview the result of printing
el: Προεπισκόπηση της τελικής εκτύπωσης
zh_cn: 预先浏览打印的结果

source: &Print...
el: &Εκτύπωση...
zh_cn: 打印(&P)…

source: Print the file
el: Εκτύπωση του αρχείου
zh_cn: 打印文件

source: Recent Files
el: Πρόσφατα Αρχεία
zh_cn: 最近打开的文件

source: Recent Files List...
el: Κατάστιχο Πρόσφατων Αρχείων...
zh_cn: 最近打开过的文件列表...

source: List all files that had been opened before
el: Καταστιχογράφει όλα τα αρχεία που είχαν ανοιχτεί προηγουμένως
zh_cn: 列出最近打开过的所有的文件

source: E&xit
el: &Έξοδος
zh_cn: 退出(&X)

source: Quit MadEdit
el: Τερματισμός του ΜαντΈντιτ
zh_cn: 退出MadEdit

source: &Edit
el: &Επεξεργασία
zh_cn: 编辑(&E)

source: &Undo
el: Α&ναίρεση
zh_cn: 撤消(&U)

source: Undo the last action
el: Αναίρεση της τελευταίας πράξης
zh_cn: 撤销上一个动作

source: Undo
el: Αναίρεση
zh_cn: 撤消

source: &Redo
el: Επανα&φορά
zh_cn: 重做(&R)

source: Redo the previously undone action
el: Επαναφέρει μια πράξη που αναιρέθηκε
zh_cn: 重做之前撤销的动作

source: Redo
el: Επαναφορά
zh_cn: 重做

source: Cu&t
el: Απο&κοπή
zh_cn: 剪切(&T)

source: Cut the selection and put it on the Clipboard
el: Αποκοπή της επιλογής και εμφάνιση στο πρόχειρο
zh_cn: 剪切选取的数据并贴到剪贴簿中

source: Cut
el: Αποκοπή
zh_cn: 剪切

source: &Copy
el: &Αντιγραφή
zh_cn: 复制(&C)

source: Copy the selection and put it on the Clipboard
el: Αντιγραφή της επιλογής και εμφάνιση στο πρόχειρο
zh_cn: 复制选取的数据到剪贴簿中

source: Copy
el: Αντιγραφή
zh_cn: 复制

source: &Paste
el: &Επικόλληση
zh_cn: 粘贴(&P)

source: Insert data from the Clipboard
el: Εισαγωγή δεδομένων από το πρόχειρο
zh_cn: 将剪贴簿中的数据插入到文件中

source: Paste
el: Επικόλληση
zh_cn: 粘贴

source: &Delete
el: &Διαγραφή
zh_cn: 删除(&D)

source: Delete data
el: Διαγραφή δεδομένων
zh_cn: 删除数据

source: Cut L&ine
el: Αποκοπή &Γραμμής
zh_cn: 剪切整行(&I)

source: Cut the selected lines and put it on the Clipboard
el: Αποκοπή των επιλεγμένων γραμμών και εμφάνισή τους στο πρόχειρο
zh_cn: 剪切选取行并贴到剪贴簿中

source: Delete &Line
el: Διαγραφή Γρα&μμών
zh_cn: 删除整行(&L)

source: Delete the selected lines
el: Διαγραφή των επιλεγμένων γραμμών
zh_cn: 删除选取行

source: Join Lines
el: Ένωση Γραμμών
zh_cn: 合并行

source: Join selected lines into one
el: Ένωση σε μία των επιλεγμένων γραμμών
zh_cn: 将选取行合并成一行

source: Delete Empty Lines
el: Διαγραφή των Κενών Γραμμών
zh_cn: 删除空行

source: Delete empty lines
el: Διαγραφή των κενών γραμμών
zh_cn: 删除空行

source: Delete Empty Lines With Spaces
el: Διαγραφή των Κενών, με Διαστήματα, Γραμμών
zh_cn: 删除含空格空行

source: Delete empty lines with spaces
el: Διαγραφή των κενών, με διαστήματα, γραμμών
zh_cn: 删除含空格空行

source: Tri&m Trailing Spaces
el: Περιτομή των Ουραγών Διαστημάτων
zh_cn: 删除行尾空格(&M)

source: Trim trailing spaces at the end of lines
el: Περιτομή τον διαστημάτων που ακολουθούν, στο τέλος των γραμμών
zh_cn: 删除每行最后的空格

source: Tri&m Leading Spaces
el: Περιτομή των Πρωτοπόρων Διαστη&μάτων
zh_cn: 删除行首空格(&M)

source: Trim leading spaces at the beginning of lines
el: Περιτομή των πρωτοπόρων διαστημάτων, από την αρχή των γραμμών
zh_cn: 删除每行开头的空格

source: Select &All
el: Επιλογή &Όλων
zh_cn: 选取全部(&A)

source: Select all data
el: Επιλογή όλων των δεδομένων
zh_cn: 选取全部数据

source: Begin/End Selecting
el: Αρχίνισμα/Τερματισμός της Επιλογής
zh_cn: 开始/结束选择

source: Begin/End selecting text
el: Αρχίνισμα/Τερματισμός της επιλογής κειμένου
zh_cn: 开始/结束选择文本

source: Insert Ta&b Char
el: Εισαγωγή Χαρακτήρα Πινακ&ωτής
zh_cn: 插入定位(Ta&b)字符

source: Insert a Tab char at current position
el: Εισαγωγή χαρακτήρα Πινακωτής στην τωρινή θέση
zh_cn: 插入定位(Tab)字符到现在的位置

source: Insert Dat&e and Time
el: Εισαγωγή Ημ&ερομηνίας και Ώρας
zh_cn: 插入日期与时间(&E)

source: Insert date and time at current position
el: Εισαγωγή της τρέχουσας ημερομηνίας και της ώρας στην τωρινή θέση
zh_cn: 在当前位置插入日期与时间

source: Bookmark
el: Σελιδοδείκτης
zh_cn: 书签编辑

source: Copy Bookmarked Lines
el: Αντιγραφή των Σελιδοδειγμένων Γραμμών
zh_cn: 拷贝书签行

source: Cut Bookmarked Lines
el: Αποκοπή των Σελιδοδειγμένων Γραμμών
zh_cn: 剪切书签行

source: Delete Bookmarked Lines
el: Διαγραφή των Σελιδοδειγμένων Γραμμών
zh_cn: 删除书签行

source: Copy Unmarked Lines
el: Αντιγραφή των Αμαρκάριστων Γραμμών
zh_cn: 拷贝未标记行

source: Cut Unmarked Lines
el: Αποκοπή των Αμαρκάριστων Γραμμών
zh_cn: 剪切未标记行

source: Delete Unmarked Lines
el: Διαγραφή των Αμαρκάριστων Γραμμών
zh_cn: 删除未标记行

source: Replace Bookmarked Lines
el: Αντικατάσταση των Σελιδοδειγμένων Γραμμών
zh_cn: 替换书签行

source: Ad&vanced
el: Για προχωρ&ημένους
zh_cn: 高级(&V)

source: Copy As &Hex String
el: Αντιγραφή του Στίχου ως &Δεκαεξαδικού
zh_cn: 复制为十六进制字符串(&H)

source: Copy the selection as hex-string
el: Αντιγραφή της επιλογής ως δεκαεξαδικό στίχο
zh_cn: 将选取数据复制为十六进制字符串

source: Copy As He&x String with Space
el: Αντιγραφή του Στίχου ως Δεκαε&ξαδικού με Διάστημα
zh_cn: 复制为十六进制字符串(含空格符)(&X)

source: Copy the selection as hex-string with space
el: Αντιγραφή της επιλογής ως δεκαεξαδικό-στίχο με διάστημα
zh_cn: 将选取数据复制为含空格符的十六进制字符串

source: Copy Value &Reverted from Hex String
el: Αντιγραφή της Τιμής που Επαναφέρθηκε από Δεκαεξαδικό Στίχο
zh_cn: 还原十六进制字符串(&R)

source: Copy the selection reverted from hex-string
el: Αντιγραφή της επιλογής που επαναφέρθηκε από δεκαεξαδικό στίχο
zh_cn: 将选取的十六进制字符串还原

source: &Increase Indent
el: &Αύξηση της Εσοχής
zh_cn: 增加缩进(&I)

source: Increase the indent of seleted lines
el: Αύξηση της εσοχής των επιλεγμένων γραμμών
zh_cn: 增加选取行的缩进

source: Increase Indent
el: Αύξηση της Εσοχής
zh_cn: 增加缩进

source: &Decrease Indent
el: &Μείωση της Εσοχής
zh_cn: 减少缩进(&D)

source: Decrease the indent of seleted lines
el: Μείωση της εσοχής των επιλεγμένων γραμμών
zh_cn: 减少选取行的缩进

source: Decrease Indent
el: Μείωση της Εσοχής
zh_cn: 减少缩进

source: &Comment
el: Ως &Σχόλιο
zh_cn: 注释(&C)

source: Comment out the selected lines
el: Στιγματισμός των επιλεγμένων γραμμών ως σχόλια
zh_cn: 注释所选取的行

source: Comment
el: Στιγματισμός ως σχόλια
zh_cn: 注释

source: &Uncomment
el: &Αστιγματισμός ως σχόλια
zh_cn: 取消注释(&U)

source: Uncomment the selected lines
el: Αστιγματισμός των επιλεγμένων γραμμών ως σχόλια
zh_cn: 将选取行的注释取消

source: Uncomment
el: Αστιγματισμός ως σχόλια
zh_cn: 取消注释

source: WordWraps To NewLine Chars
el: ΑναδιπλώσειςΛέξεων σε Χαρακτήρες ΝέαςΓραμμής
zh_cn: 自动折行转成换行字符

source: Convert WordWraps to NewLine chars in the file or selection
el: Μετατροπή ΑναδιπλώσεωνΛέξεων σε χαρακτήρες ΝέαςΓραμμής, στο αρχείο ή στην επιλογή
zh_cn: 将文件或所选取文字中的自动折行转成换行字符

source: NewLine Chars To WordWraps
el: Χαρακτήρες ΝέαςΓραμμής σε ΑναδιπλώσειςΛέξεων
zh_cn: 换行字符转成自动折行

source: Convert NewLine chars to WordWraps in the selection
el: Μετατροπή χαρακτήρων ΝέαςΓραμμής σε ΑναδιπλώσειςΛέξεων, στην επιλογή
zh_cn: 将所选取文字中的换行字符转成自动折行

source: To U&PPERCASE
el: Σε ΚΕ&ΦΑΛΑΙΑ
zh_cn: 转成大写(&P)

source: Convert the selection to uppercase
el: Μετατροπή της επιλογής σε κεφαλαία
zh_cn: 将选取的文字转为大写

source: To l&owerCase
el: Σε πε&ζά
zh_cn: 转成小写(&O)

source: Convert the selection to lowercase
el: Μετατροπή της επιλογής σε πεζά
zh_cn: 将选取的文字转为小写

source: Inver&t Case
el: Εναλλαγή Πεζών και Κεφαλαίων
zh_cn: 大小写互换(&T)

source: Invert the case of the selection
el: Εναλλαγή των πεζών και των κεφαλαίων της επιλογής
zh_cn: 将选取文字的大小写互换

source: Capitalize
el: Πρώτο Γράμμα Κεφαλαίο
zh_cn: 开头大写

source: Capitalize words of the selection
el: Πρώτο γράμμα κεφαλαίο σε κάθε λέξη της επιλογής
zh_cn: 将选取文字中的词开头大写

source: To H&alfwidth
el: &Σε Μισού-πλάτους
zh_cn: 转成半角字

source: Convert the selection to halfwidth
el: Μετατροπή της επιλογής σε μισού-πλάτους
zh_cn: 将选取的文字转为半角字

source: To Halfwidth by Options...
el: Σε Μισού-Πλάτους κατά τις Επιλογές...
zh_cn: 转成半角字（使用选项）…

source: Convert the selection to halfwidth by options
el: Μετατροπή της επιλογής σε μισού-πλάτους σύμφωνα με τις επιλογές
zh_cn: 将选取的文字转为半角字(使用选项)

source: To &Fullwidth
el: Σε Πλήρους-πλάτους
zh_cn: 转成全角字

source: Convert the selection to fullwidth
el: Μετατροπή της επιλογής σε πλήρους-πλάτους
zh_cn: 将选取的文字转为全角字

source: To Fullwidth by Options...
el: Σε Πλήρους-πλάτους κατά τις Επιλογές...
zh_cn: 转成全角字（使用选项）…

source: Convert the selection to fullwidth by options
el: Μετατροπή της επιλογής σε πλήρους-πλάτους σύμφωνα με τις επιλογές
zh_cn: 将选取的文字转为全角字(使用选项)

source: Tab Chars To Space Chars
el: Από Χαρακτήρες Πινακωτής σε Χαρακτήρες Διαστήματος
zh_cn: 定位(Tab)字符转为空格符

source: Convert Tab chars to Space chars in the selection
el: Μετατροπή των χαρακτήρων Πινακωτής σε χαρακτήρες Διαστήματος, στην επιλογή
zh_cn: 将选取文字中的定位(Tab)字符转为空格符

source: Space Chars To Tab Chars
el: Από Χαρακτήρες Διαστήματος σε Χαρακτήρες Πινακωτής
zh_cn: 空格符转为定位(Tab)字符

source: Convert Space chars to Tab chars in the selection
el: Μετατροπή των χαρακτήρων Διαστήματος σε χαρακτήρες Πινακωτής, στην επιλογή
zh_cn: 将选取文字中的空格符转为定位(Tab)字符

source: Insert Incremental numbers...
el: Εισαγωγή Αυξανόμενων αριθμών...
zh_cn: 插入递增数列...

source: Insert incremental numbers with step and padding at current caret
el: Εισαγωγή αυξανόμενων αριθμών με βηματισμό και γέμισμα στον τωρινό δρομέα
zh_cn: 在当前光标位置插入按步进递增和填充的数列

source: Numbering and Bullets
el: Αρίθμηση και Κουκκίδες
zh_cn: 编号

source: Column Align Left
el: Στοίχιση της Στήλης στα Αριστερά
zh_cn: 列对齐（向左）

source: Align selection to the left
el: Στοίχιση της επιλογής στα αριστερά
zh_cn: 将选中的文字向左对齐

source: Align Left
el: Στοίχιση Αριστερά
zh_cn: 左对齐

source: Column Align Right
el: Στοίχιση της Στήλης στα Δεξιά
zh_cn: 列对齐（向右）

source: Align selection to the right
el: Στοίχιση της επιλογής στα δεξιά
zh_cn: 将选中的文字向右对齐

source: Align Right
el: Στοίχιση Δεξιά
zh_cn: 右对齐

source: &Sort
el: &Ταξινόμηση
zh_cn: 排序(&S)

source: Sort Lines (&Ascending)
el: Ταξινόμηση των Γραμμών (&Αυξητικά)
zh_cn: 文字行排序（升序）(&A)

source: Sort the selected or all lines in ascending order
el: Αυξητική ταξινόμηση των επιλεγμένων ή όλων των γραμμών
zh_cn: 将选取的或全部文字行按升序方式排序

source: Sort Lines (&Descending)
el: Ταξινόμηση των Γραμμών (&Μειωτικά)
zh_cn: 文字行排序（降序）(&D)

source: Sort the selected or all lines in descending order
el: Φθίνουσα ταξινόμηση των επιλεγμένων ή όλων των γραμμών
zh_cn: 将选取的或全部文字行按降序方式排序

source: Sort Lines (A&scending, CaseSensitive)
el: Ταξινόμηση των Γραμμών (&Αυξητικά, Διάκριση Πεζών/Κεφαλαίων)
zh_cn: 文字行排序（升序，区分大小写）(&S)

source: Sort lines in ascending order and with case-sensitive
el: Αυξητική ταξινόμηση των γραμμών με διάκριση πεζών κεφαλαίων
zh_cn: 将文字行按升序及区分大小写方式排序

source: Sort Lines (D&escending, CaseSensitive)
el: Ταξινόμηση των Γραμμών (&Μειωτικά, Διάκριση Πεζών/Κεφαλαίων)
zh_cn: 文字行排序（降序，区分大小写）(&E)

source: Sort lines in descending order and with case-sensitive
el: Φθίνουσα ταξινόμηση των γραμμών με διάκριση πεζών κεφαλαίων
zh_cn: 将文字行按降序及区分大小写方式排序

source: Sort Lines by &Current Options
el: Ταξινόμηση των Γραμμών κατά τις &Τωρινές Επιλογές
zh_cn: 使用设置的选项来排序(&C)

source: Sort the selected or all lines by using current options
el: Σύμφωνα με τις τωρινές επιλογές Ταξινόμηση των επιλεγμένων ή όλων των γραμμών
zh_cn: 使用设置的选项来排序文字行

source: Sort &Options...
el: Επιλ&ογές της Ταξινόμησης...
zh_cn: 排序选项(&O)…

source: Set the sort options
el: Όρισε τις επιλογές ταξινόμησης
zh_cn: 设置排序选项

source: &Search
el: &Αναζήτηση
zh_cn: 查找(&S)

source: &Find...
el: Ανα&ζήτηση...
zh_cn: 查找(&F)…

source: Find a string
el: Αναζήτηση για στίχο
zh_cn: 查找字符串

source: Find
el: Αναζήτηση
zh_cn: 查找

source: Find &Next
el: Επόμε&νο
zh_cn: 查找下一个(&N)

source: Find next occurrence
el: Εύρεση της επόμενης ύπαρξης
zh_cn: 到字符串下一个出现的地方

source: Find Next
el: Επόμενο
zh_cn: 查找下一个

source: Find &Previous
el: Προη&γούμενο
zh_cn: 查找上一个(&P)

source: Find previous occurrence
el: Εύρεση της προηγούμενης ύπαρξης
zh_cn: 到字符串上一个出现的地方

source: Find Previous
el: Προηγούμενο
zh_cn: 查找上一个

source: &Quick Find
el: &Γρήγορη Αναζήτηση
zh_cn: 快速查找(&Q)

source: Find a string instantly
el: Άμεση αναζήτηση για κάποιο στίχο
zh_cn: 即时查找字符串

source: &Replace...
el: Α&ντικατάσταση...
zh_cn: 替换(&R)…

source: Replace a string
el: Αντικατάσταση στίχου
zh_cn: 替换字符串

source: Replace
el: Αντικατάσταση
zh_cn: 替换

source: Fin&d/Replace in Files...
el: Αναζήτη&ση ή Αντικατάσταση σε Αρχεία...
zh_cn: 多文件查找/替换(&D)…

source: Find or replace a string in files
el: Αναζήτηση ή αντικατάσταση ενός στίχου σε αρχεία
zh_cn: 在多个文件中查找或替换数据

source: &Show/Hide the Results of Find/Replace in Files
el: Εμφάνισ&η ή Απόκρυψη των Αποτελεσμάτων της Αναζήτησης ή Αντικατάστασης στα Αρχεία
zh_cn: 显示或隐藏多个文件查找/替换的结果(&S)

source: Show or hide the results of find or replace a string in files
el: Εμφάνιση ή απόκρυψη των αποτελεσμάτων της αναζήτησης ή της αντικατάστασης στους στίχους των αρχείων
zh_cn: 显示或隐藏多个文件查找/替换的结果

source: Collapse &All Results
el: Σύμπτυξη Όλων των &Αποτελεσμάτων
zh_cn: 折叠全部搜索结果

source: Collapse all results of find or replace a string in files
el: Σύπμτηξη όλων των αποτελεσμάτων της αναζήτησης ή της αντικατάστασης ενός στίχου στα αρχεία
zh_cn: 折叠全部文件查找/替换的结果

source: &Go To Line...
el: Μετάβαση στη &Γραμμή...
zh_cn: 跳到某行(&G)…

source: Go to the specified line
el: Μετάβαση στην προσδιορισμένη γραμμή
zh_cn: 跳到指定的行

source: G&o To Position...
el: Μετάβαση στη &Θέση...
zh_cn: 跳到文件位置(&O)…

source: Go to the specified position
el: Μετάβαση στην προσδιορισμένη θέση
zh_cn: 跳到指定的位置

source: Go Back
el: Μετακίνηση Πίσω
zh_cn: 后退

source: Moves the caret to the previous location in the Selection History
el: Μετακινεί τον δρομέα στην προηγούμενη τοποθεσία στο Ιστορικό των Επιλογών
zh_cn: 移动光标到上一个历史选中的位置

source: Go Forward
el: Μετακίνηση Εμπρός
zh_cn: 前进

source: Moves the caret to the next location in the Selection History
el: Μετακινεί τον δρομέα στην επόμενη τοποθεσία στο Ιστορικό των Επιλογών
zh_cn: 移动光标到下一个历史选中的位置

source: Go To L&eft Brace
el: Μετάβαση στην Αριστ&ερή Αγκύλη
zh_cn: 跳到左括号(&E)

source: Go to left brace
el: Μετάβαση στην αριστερή αγκύλη
zh_cn: 跳到左括号

source: Go To R&ight Brace
el: Μετάβαση στην Δεξ&ιά Αγκύλη
zh_cn: 跳到右括号(&I)

source: Go to right brace
el: Μετάβαση στην δεξιά αγκύλη
zh_cn: 跳到右括号

source: Toggle/Remove Bookmark
el: Εναλλαγή ή Αφαίρεση Σελιδοδείκτη
zh_cn: 放置/删除书签

source: Toggle Bookmark at current line
el: Εναλλαγή του Σελιδοδείκτη στον τωρινό στίχο
zh_cn: 在当前行放置书签

source: Go To Next Bookmark
el: Μετάβαση στον Επόμενο Σελιδοδείκτη
zh_cn: 到下一个书签

source: Go to the next bookmark
el: Μετάβαση στον επόμενο σελιδοδείκτη
zh_cn: 到下一个书签

source: Go To Previous Bookmark
el: Μετάβαση στον Προηγούμενο Σελιδοδείκτη
zh_cn: 到上一个书签

source: Go to the previous bookmark
el: Μετάβαση στον προηγούμενοσελιδοδείκτη
zh_cn: 到上一个书签

source: Clear All Bookmarks
el: Απομάκρυνση Όλων των Σελιδοδεικτών
zh_cn: 清除所有书签

source: &View
el: Προ&βολή
zh_cn: 查看(&V)

source: Always on Top
el: Πάντα στην Κορυφή
zh_cn: 始终在最前面

source: Toggle Full Screen Mode
el: Εναλλαγή της Λειτουργίας Πλήρους Οθόνης
zh_cn: 切换全屏模式

source: Encoding:
el: Κωδικοποίηση:
zh_cn: 编码：

source: All Encodings
el: Όλες οι Κωδικοποιήσεις
zh_cn: 所有的编码

source: Syntax Type:
el: Μορφή της Σύνταξης:
zh_cn: 语法类型：

source: Font Name:
el: Όνομα Γραμματοσειράς:
zh_cn: 字体名称：

source: [other]
el: [άλλο]
zh_cn: [其它]

source: Font Size:
el: Μέγεθος της Γραμματοσειράς:
zh_cn: 字号：

source: Set font point-size
el: Όρισε τοο μέγεθος του στίγματος της γραμματοσειράς
zh_cn: 设置字号

source: Set Font...
el: Ορισμός Γραμματοσειράς...
zh_cn: 设置字体...

source: Change font settings
el: Αλλαγή των ρυθμίσεων των γραμματοσειρών
zh_cn: 改变字体设置

source: &Fixed Width Mode
el: Λειτουργία Στα&θερού Πλάτους
zh_cn: 固定宽度模式(&F)

source: Set/Unset the font with Fixed Width
el: Όρισε ή Άλλαξε τη Γραμματοσειρά με το Σταθερό Πλάτος
zh_cn: 设置或取消字型为固定的宽度

source: Tab Column:
el: Στήλη Πινακωτής:
zh_cn: 定位(Tab)字符的列数：

source: Set column of Tab char
el: Ορισμός στήλης από τον χαρακτήρα Πινακωτής
zh_cn: 设置定位（Tab）字符的长度

source: Line Spacing:
el: Διάστιχο:
zh_cn: 行间距：

source: Set line spacing
el: Όρισε την απόσταση των γραμμών
zh_cn: 设置行间距

source: &No Wrap
el: Χωρίς Α&ναδίπλωση
zh_cn: 不使用折行(&N)

source: Do not wrap lines
el: Να μη γίνεται αναδίπλωση των γραμμών
zh_cn: 取消折行

source: No Wrap
el: Χωρίς Αναδίπλωση
zh_cn: 不使用折行

source: Wrap By &Window
el: Αναδίπλωση κατά το &Παράθυρο
zh_cn: 按窗口宽度折行(&W)

source: Wrap the lines by the window width
el: Αναδίπλωση των γραμμών σύμφωνα με το πλάτος του παράθυρου
zh_cn: 按窗口的宽度来折行

source: Wrap By Window
el: Αναδίπλωση κατά το Παράθυρο
zh_cn: 按窗口宽度折行

source: Wrap By Column
el: Αναδίπλωση κατά τη Στήλη
zh_cn: 按最大长度折行

source: Wrap the lines by the specified Max Columns
el: Αναδίπλωση των γραμμών σύμφωνα με τις προσδιορισμένο Μέγιστο Πλήθος από Στήλες
zh_cn: 按设置的最大长度来折行

source: &Display Line Number
el: Εμ&φάνιση της Αρίθμησης των Γραμμών
zh_cn: 显示行号(&D)

source: Display the Line Numbers
el: Εμφάνιση της Αρίθμησης των Γραμμών
zh_cn: 显示行号

source: Display &Bookmark
el: Προβολή της Σελιδοδεικτοποίησης
zh_cn: 显示书签(&B)

source: Display the Bookmark sign
el: Εμφάνιση του συμβόλου των Σελιδιδεικτών
zh_cn: 显示书签标记

source: Display 80th Cols &Hint
el: Προβολή της Ένδειξης της 80ής Στήλ&ης
zh_cn: 显示第80列的提示标记

source: Display the 80th columns hint
el: Προβολή της ένδειξης της 80ής στήλης
zh_cn: 显示第80列的提示标记

source: Show &Ruler
zh_cn: 显示标尺(&R)

source: Display the Ruler
zh_cn: 显示标尺

source: Show End Of Line
el: Εμφάνιση του Τέλους της Γραμμής
zh_cn: 显示每行结尾符号

source: Show the sign of EndOfLine
el: Εμφάνιση του συμβόλου του τέλους της γραμμής ( EndOfLine )
zh_cn: 显示每行结尾符号

source: Show Tab Char
el: Εμφάνιση του Χαρακτήρα της Πινακωτής
zh_cn: 显示定位(Tab)字符

source: Show the sign of Tab char
el: Εμφάνιση του συμβόλου του χαρακτήρα Πινακωτής
zh_cn: 显示定位(Tab)字符

source: Show Space Char
el: Εμφάνιση του Χαρακτήρα του Διαστήματος
zh_cn: 显示空格符

source: Show the sign of Space char
el: Εμφάνιση του συμβόλου του Χαρακτήρα του Διαστήματος
zh_cn: 显示空格符

source: Show All Chars
el: Εμφάνιση Όλων των Χαρακτήρων
zh_cn: 显示所有字符

source: Show the sign of all characters
el: Εμφάνιση των συμβόλων για όλους τους χαρακτήρες
zh_cn: 显示所的字符

source: Right-to-left
el: Από-τα-δεξιά-προς-τα-αριστερά
zh_cn: 文字从右向左

source: View text from Right-to-left
el: Προβολή του κειμένου Από-τα-δεξιά-στα-αριστερά
zh_cn: 从右向左显示文字

source: Mark Active Line
el: Σημάδεμα της Ενεργής Γραμμής
zh_cn: 标示所在行

source: Mark the current line
el: Σημάδεμα της τρέχουσα γραμμής
zh_cn: 标示所在行

source: Mark Brace Pair
el: Σημάδεμα του Ζευγαριού Αγκύλων
zh_cn: 标示括号

source: Mark the BracePair under the caret
el: Σημάδεμα του ΖευγαριούΑγκύλων κάτω από τον δρομέα
zh_cn: 标示光标所在处的括号

source: Spell Check
el: Ορθογραφικός Έλεγχος
zh_cn: 拼写检查

source: Turn on spell checker
el: Ενεργοποίηση του ορθογραφικού έλεγχου
zh_cn: 启用拼写检查

source: Typewriter Mode
el: Λειτουργία Γραφομηχανής
zh_cn: 打字机模式

source: Triditional Typewriter Mode
el: Παραδοσιακή Λειτουργία Γραφομηχανής
zh_cn: 打字机模式

source: Toolbars
el: Γραμμές Εργαλείων
zh_cn: 工具栏

source: Toggle Main Toolbar
el: Εναλλαγή της Κύριας Γραμμής Εργαλείων
zh_cn: 切换显示主工具栏

source: Show/Hide Main Toolbar
el: Εμφάνιση ή Απόκρυψη της Κύριας Γραμμής Εργαλείων
zh_cn: 显示/隐藏主工具栏

source: Lock Toolbar
el: Κλείδωμα της Γραμμής Εργαλείων
zh_cn: 锁定工具栏

source: Lock/Unlock Toolbar
el: Κλείδωμα ή Ξεκλείδωμα της Γραμμή Εργαλείων
zh_cn: 锁定/解锁工具栏

source: Toggle Menubar
el: Εναλλαγή της Κύριας Γραμμής Εργαλείων
zh_cn: 切换显示菜单栏

source: Show/Hide Main Menubar
el: Εμφάνιση ή Απόκρυψη της Κύριας Γραμμής Εργαλείων με το Μενού
zh_cn: 显示/隐藏主菜单栏

source: &Text Mode
el: Λει&τουργία Κειμένου
zh_cn: 普通文字模式(&T)

source: Change the editing mode to Text-Mode
el: Αλλαγή της λειτουργίας επεξεργασίας σε Λειτουργία-Κειμένου
zh_cn: 改变编辑模式为一般文字模式

source: Text Mode
el: Λειτουργία Κειμένου
zh_cn: 文字模式

source: &Column Mode
el: Λειτουργία &Στήλης
zh_cn: 列块模式(&C)

source: Change the editing mode to Column-Mode
el: Αλλαγή της λειτουργίας επεξεργασίας σε Λειτουργία-Στήλης
zh_cn: 改变编辑模式为列块模式

source: Column Mode
el: Λειτουργία Στήλης
zh_cn: 列块模式

source: &Hex Mode
el: Δεκαε&ξαδική Λειτουργία
zh_cn: 十六进制模式(&H)

source: Change the editing mode to Hex-Mode
el: Αλλαγή της λειτουργίας επεξεργασίας σε Δεκαε&ξαδική Λειτουργία
zh_cn: 改变编辑模式为十六进制模式

source: Hex Mode
el: Δεκαεξαδική Λειτουργία
zh_cn: 十六进制模式

source: Preview as:
el: Προεπισκόπηση ως:
zh_cn: 预览为：

source: &Macro
el: &Μακροεντολή
zh_cn: 宏(&M)

source: Run TemporayMacro
el: Εκτέλεση του TemporayMacro
zh_cn: 运行临时宏语句

source: Run temporary macro
el: Εκτέλεση προσωρινής μακροεντολής
zh_cn: 运行临时宏语句

source: Load Saved MacroScript...
el: Φόρτωση Αποθηκευμένου MacroScript...
zh_cn: 载入保存过的宏脚本...

source: Load saved macro script
el: Φόρτωση ενός αποθηκευμένου σεναρίου μακροεντολών
zh_cn: 载入已有的脚本

source: Start Recording
el: Έναρξη Καταγραφής
zh_cn: 开始录制宏

source: Stop Recording
el: Σταμάτημα Καταγραφής
zh_cn: 停止录制宏

source: Playback
el: Αναπαραγωγή
zh_cn: 回放

source: Save Currently Recorded Macro...
el: Αποθήκευση της Τρέχουσας Καταγεγραμμένης Μακροεντολής...
zh_cn: 保存当前录制的宏…
