Repository: LiMinggang/madedit-mod
Catalog: po/*.po
Languages: el, zh_cn

source: &. Matches Newline
el: &. Ταιριάζει Νέα Γραμμή
zh_cn: &. 匹配换行符

source: Find &Hex String (Example: BE 00 3A or BE003A)
el: Αναζήτ&ηση Δεκαεξαδικού Στίχου (Παράδειγμα: BE 00 3A ή BE003A)
zh_cn: 查找十六进制字符串(例子： BE 00 3A 或 BE003A)(&H)

source: &List the First Found Item Only
el: Παρά&θεση του Πρώτου Αναβρεθέντος Αντικείμενου, Μονάχα
zh_cn: 只列出第一个找到的项目(&L)

source: &Find
el: &Εύρεση
zh_cn: 查找(&F)

source: &Replace
el: Α&ντικατάσταση
zh_cn: 替换(&R)

source: Close
el: Κλείσιμο
zh_cn: 关闭

source: &Enable Replace
el: &Ενεργοποίηση της Αντικατάστασης
zh_cn: 启用“替换”(&E)

source: Opened Files in Editor
el: Ανοιγμένα Αρχεία στον Επεξεργαστή
zh_cn: 在编辑器中打开的文件

source: Selected Directory:
el: Επιλεγμένος Κατάλογος:
zh_cn: 选择的目录：

source: File Filters:
el: Φίλτρα Αρχείων:
zh_cn: 文件筛选条件：

source: Exclude Filters:
el: Φίλτρα Αποκλεισμού:
zh_cn: 文件排除条件：

source: File Encoding:
el: Κωδικοποίηση Αρχείου:
zh_cn: 文件编码：

source: Include Subdirectories
el: Καί οι Υποκατάλογοι
zh_cn: 包含子目录

source: Automatic Detection
el: Αυτόματη Ανίχνευση
zh_cn: 自动检测

source: Choose a directory
el: Επιλογή ενός καταλόγου
zh_cn: 选择目录

source: Found %s file(s) matched the filters...
el: Πλήθος αρχείων που ταιριάζουν στα φίλτρα: %s ...
zh_cn: 找到 %s 个符合筛选条件的文件...

source: The selected directory does not exist.
el: Ο επιλεγμένος κατάλογος δεν υπάρχει.
zh_cn: 选择的目录不存在。

source: Processing %s of %s files...
el: Επεξεργασία %s από %s αρχεία...
zh_cn: 第 %s 个文件处理中（共有 %s 个）...

source: Search "
el: Αναζήτηση "
zh_cn: 查找 “

source: (in %s files)
el: (σε %s αρχεία)
zh_cn: （在 %s 个文件中）

source: Found %s matched texts...
el: Βρέθηκαν %s κείμενα που ταιριάζουν...
zh_cn: 找到 %s 个符合筛选条件的文本...

source: Preparing Results
el: Προετοιμασία των Αποτελεσμάτων
zh_cn: 正在准备结果

source: Recent Opened Files
el: Πρόσφατα Ανοιγμένα Αρχεία
zh_cn: 最近打开过的文件

source: &Open
el: &Άνοιγμα
zh_cn: 打开(&O)

source: &Deselect All
el: &Αποεπιλογή Όλων
zh_cn: 取消全部(&D)

source: Name
el: Όνομα
zh_cn: 名字

source: Path
el: Διαδρομή
zh_cn: 路径

source: Syntax Highlighting Settings
el: Ρύθμιση του Χρωματισμού του Κειμένου
zh_cn: 语法高亮设置

source: Scheme:
el: Χρωματικό Θέμα:
zh_cn: 配色：

source: You cannot modify the scheme with * sign.
el: Δεν μπορείς να μετατρέψεις το χρωματικό θέμα με το σύμβολο * .
zh_cn: 不能修改标示着 * 符号的配色。

source: &Load
el: &Φόρτωση
zh_cn: 载入(&L)

source: &Save
el: &Αποθήκευση
zh_cn: 保存(&S)

source: Bold
el: Έντονα
zh_cn: 粗体

source: Italic
el: Πλάγια
zh_cn: 斜体

source: Underline
el: Υπογράμμιση
zh_cn: 下划线

source: Foreground/Text Color
el: Χρώμα Προσκηνίου ή Κειμένου
zh_cn: 前景或字体颜色

source: Other Color
el: Άλλο Χρώμα
zh_cn: 其他颜色

source: Background Color
el: Χρώμα Παρασκήνιου
zh_cn: 背景色

source: (Automatic)
el: (Αυτόματο)
zh_cn: （自动）

source: Cannot load this scheme.
el: Αδυναμία φόρτωσης αυτού του χρωματικού θέματος.
zh_cn: 无法加载这个配色方案。

source: Cannot save to the scheme.
el: Αδυναμία αποθήκευσης στο χρωματικό θέμα.
zh_cn: 无法储存这个配色方案。

source: Cannot delete this scheme.
el: Αδυναμία διαγραφής αυτού του χρωματικού θέματος.
zh_cn: 无法删除这个配色方案。

source: Purge Histories
el: Εκκαθάριση των Ιστορικών
zh_cn: 清除历史记录

source: Recent &Files
el: Πρόσ&φατα Αρχεία
zh_cn: 最近打开过的文件列表(&F)

source: Recent Fon&ts
el: Πρόσφα&τες Γραμματοσειρές
zh_cn: 最近使用过的字体(T)

source: Recent &Encodings
el: Πρόσφατ&ες Κωδικοποιήσεις
zh_cn: 最近使用的編碼(&E)

source: Recent &Searched Texts
el: Πρό&σφατα Αναζητειμένα Κείμενα
zh_cn: 最近搜索过的文本(&S)

source: Recent &Replaced Texts
el: Π&ρόσφατα Αντικαταστημένα Κείμενα
zh_cn: 最近替换过的文本(&R)

source: Recent Searched &Directories
el: Πρόσφατοι Ανα&ζητημένοι Κατάλογοι
zh_cn: 最近查找过的目录

source: Recent Searched File Fi&lters
el: Πρόσφατα Αναζητημένα Φί&λτρα Αρχείων
zh_cn: 最近查找文件的筛选条件

source: Recent Searched E&xclude Filters
el: Πρόσφατα Αναζητημένα Φίλτρα Αποκλ&ισμού
zh_cn: 最近查找文件的排除条件

source: Recent Caret Position
el: Πρόσφατη Θέση Δρομέα
zh_cn: 近期光标在文件中的位置

source: Reset Transparency of Search/Replace Dialog
el: Επαναφορά της Διαφάνειας του Διαλόγου Αναζήτησης και Αντικατάστασης
zh_cn: 重置查找替换对话框的透明度

source: Reset Tool Bars and Information Window Pos
el: Επαναφορά των Γραμμών Εργαλείων και των Θέσεων των Παραθύρων Πληροφοριών
zh_cn: 重置所有工具条以及信息窗口

source: All Above
el: Όλα τα Παραπάνω
zh_cn: 以上所有项

source: &Move Focus to Editor Window
el: &Μετάβαση της Εστίασης στο Παράθυρο του Επεξεργαστή
zh_cn: 将输入焦点移动到编辑器窗口(&M)

source: Replace Directly(Fix Regex dilema)
el: Απευθείας Αντικατάσταση (Διόρθωση του διλήμματος του Regex)
zh_cn: 直接替换（解决正则表达式替换问题）

source: Search In &Selection
el: Αναζήτηση &στην Επιλογή
zh_cn: 只在选取数据中查找(&S)

source: Wrap aroun&d
el: Ανα&δίπλωση γύρω
zh_cn: 循环查找

source: Bookmark in Searching
el: Σελιδοδείκτης στην Αναζήτηση
zh_cn: 搜索的同时进行书签标记

source: Bookmark line
el: Σελιδοδείκτοποίηση του στίχου
zh_cn: 标记文本行

source: Bookmark only(Find All in Current)
el: Σελιδοδείκτης μόνο (Αναζήτηση Όλων στο Τωρινό)
zh_cn: 仅标记不显示结果（查找所有时）

source: Purge mark for each search session
el: Εκκαθάριση σημαδιού για κάθε συνεδρία αναζήτησης
zh_cn: 每次查找时清空标记

source: Transparency
el: Διαφάνεια
zh_cn: 透明度

source: On Losing Focus
el: Όταν Δεν Υπάρχει Εστίαση
zh_cn: 失去焦点后

source: Always
el: Πάντα
zh_cn: 始终

source: Input Sizer
el: Διαμορφωτής Μεγέθους Εισαγωγής
zh_cn: 输入框调节

source: Find A&ll
el: Αναζήτηση Ό&λων
zh_cn: 查找全部(&L)

source: Find All in All Opened
el: Όλων σε Όλα τα Ανοιγμένα
zh_cn: 在打开的文件中 查找所有

source: Replace &All
el: Αντικ&ατάσταση Όλων
zh_cn: 替换全部(&A)

source: Repl All in All Opened
el: Αντ/ση Όλων σε Όλα τα Αν/γμένα
zh_cn: 在打开的文件中 替换所有

source: C&ount
el: Καταμέτ&ρηση
zh_cn: 计算次数(&O)

source: R&eplace >>
el: Α&ντ/ση >>
zh_cn: 替换(&E) >>

source: Cannot find the matched string
el: Αδυναμία εύρεσης στίχου που ταιριάζει
zh_cn: 找不到匹配的字符串

source: Cannot find the matched string.
el: Αδυναμία εύρεσης στίχου που ταιριάζει.
zh_cn: 找不到符合的字符串。

source: Do you want to find from begin of selection?
el: Θέλεις να γίνει αναζήτηση από την αρχή της επιλογής;
zh_cn: 要从所选取数据的开头重新找起吗？

source: Do you want to find from begin of file?
el: Θέλεις να γίνει αναζήτηση από την αρχή του αρχείου;
zh_cn: 要从文件的开头重新找起吗？

source: Empty expression
el: Άδεια έκφραση
zh_cn: 空的表达式

source: Passed the begin of the file
zh_cn: 已经过了文件起始位置

source: Do you want to find from end of selection?
el: Θέλεις να γίνει αναζήτηση από το τέλος της επιλογής;
zh_cn: 要从所选取数据的結尾重新找起吗？

source: Do you want to find from end of file?
el: Θέλεις να γίνει αναζήτηση από το τέλος του αρχείου;
zh_cn: 要从文件的結尾重新找起吗？

source: Cannot find the matched string. Replace is finished.
el: Αδυναμία εύρεσης στίχου που να ταιριάζει. Η αντικατάσταση τελείωσε.
zh_cn: 找不到符合的字符串。 「替换」结束。

source: Search <<
el: Αναζήτηση <<
zh_cn: 查找 <<

source: Search
el: Αναζήτηση
zh_cn: 查找

source: '%s' was found %d times.
el: Το '%s' βρέθηκε %d φορές.
zh_cn: 找到“%s”%d 个。

source: Preparing %s of %s results...
el: Προετοιμασία %s από %s αποτελέσματα...
zh_cn: 正在准备第 %s 个结果（共有 %s 个）…

source: Line(%d-%d)
el: Γραμμή(%d-%d)
zh_cn: 行（%d-%d）

source: Line(%d)
el: Γραμμή (%d)
zh_cn: 行（%d）

source: Offset(%s)
el: Απόκλιση (%s)
zh_cn: 位置（%s）

source: Binary file matches
el: Ταιριάσματα δυαδικού αρχείου
zh_cn: 二进制数据匹配（相同）

source: results
el: αποτελέσματα
zh_cn: 结果

source: (%s hits in 1 file)
el: (%s επιτυχίες σε 1 αρχείο)
zh_cn: (在一个文件中匹配 %s 次)

source: %s results
el: %s αποτελέσματα
zh_cn: %s 个结果

source: Cannot find any matched string.
el: Αδυναμία εύρεσης οποιουδήποτε στίχου που να ταιριάζει.
zh_cn: 找不到任何符合的字符串。

source: %s string(s) were replaced.
el: Στίχοι που αντικαταστάθηκαν: %s
zh_cn: %s 个字符串已被替换。

source: Source Formatter
el: Μορφοποιητής Πηγαίου Κώδικα
zh_cn: 源文件格式化工具

source: Bracket Style
el: Τεχνοτροπία Αγκύλων
zh_cn: 花括号样式

source: Sample
el: Δείγμα
zh_cn: 示例

source: Sample of the bracket style option chosen to use:
el: Δείγμα της επιλογής της τεχνοτροπίας των αγκύλων προς επιλογή για χρήση:
zh_cn: 所选择使用的花括号格式样例：

source: Attach Classes
el: Προσκόλληση Τάξεων
zh_cn: 类名后跟着花括号

source: Attach Extern C
el: Προσκόλληση Extern C
zh_cn: Extern C后跟着花括号

source: Attach Namespaces
el: Προσκόλληση ΟνομάτωνΠεδίων
zh_cn: 命名空间后跟着花括号

source: Attach Inlines
el: Προσκόλληση Εσώγραμμων
zh_cn: Inline后跟着花括号

source: Attach Closing While
el: Προσκόλληση «Ενού» Κλεισίματος
zh_cn: "do-while"花括号后跟着while

source: Indentation size(in spaces):
el: Μέγεθος της εσοχής (σε διαστήματα):
zh_cn: 缩进尺寸（空格数）：

source: Use TABs instead of spaces
el: Χρήση ΠΙΝΑΚΩΤΗΣ, αντί για διαστήματα
zh_cn: 使用制表符（Tab）而非空格

source: Force using TABs
el: Εξαναγκασμός χρήσης των ΠΙΝΑΚΩΤΩΝ
zh_cn: 强制使用制表符（Tab）

source: Indent case: statement in switches (commands under case:)
el: Περίπτωση εσοχής: δήλωση στους εναλλάκτες (εντολές κατά την περίπτωση:)
zh_cn: case缩进：分支内的语句（case包含的命令）

source: Indent classes (keywords public:, protected: and private:)
el: Τάξεις εσοχών (λέξεις-κλειδιά public:, protected: και private:)
zh_cn: 缩进类（public:，protected:，和private:关键字）

source: Indent labels
el: Εσοχή στις ετικέτες
zh_cn: 缩进标签

source: Indent modifiers
el: Εσοχή στους μετατροπείς
zh_cn: 缩进修饰符

source: Indent namespaces
el: Εσοχή στα ονόματα-πεδία
zh_cn: 缩进命名空间

source: Indent switches
el: Εσοχή στους εναλλάκτες
zh_cn: 缩进switch语句

source: Indent preprocessor blocks at bracket level zero, and within a namespace
el: Εσοχή στα τμήματα προεπεξεργαστή στο επίπεδο αγκύλης μηδέν, και εντός των ονομάτων-πεδίων
zh_cn: 缩进零级花括号以及命名空间内的预编译操作符语句

source: Indent multi-line preprocessor definitions ending with a backslash
el: Εσοχή στους πολλών γραμμών προσδιορισμούς προεπεξεργαστή, που τελειώνουν με πισωκάθετο
zh_cn: 缩进以反斜杠（\）结尾的多行预处理操作符定义

source: Indent preprocessor conditionals
el: Εσοχή στις υποθέσεις προεπεξεργαστή
zh_cn: 缩进条件预处理操作符

source: Indent C++ comments beginning in column one
el: Εσοχή στα σχόλια C++ που ξεκινούν στην στήλη ένα
zh_cn: 缩进从第一列开始的C++注释

source: Indent after parens
el: Εσοχή στα ονόματα-πεδία
zh_cn: 括号后缩进

source: Minimal indent added when a header is built of multiple lines:
el: Ελάχιστη εσοχή που προστίθεται, όταν μια κεφαλίδα χτίζεται από πολλαπλές γραμμές:
zh_cn: 当一个语句头是由多行构成时添加的最小缩进：

source: Maximum of # spaces to indent a continuation line (max. 120):
el: Μέγιστο πλήθος από διαστήματα # , για να τοποθετηθεί εσοχή σε μια γραμμή συνέχειας (μεγ. 120):
zh_cn: 一个续行时最多缩进几个空格（最多120）：

source: Indent a continuation line (default 1)
el: Να τοποθετηθεί εσοχή σε μια γραμμή συνέχειας (προεπιλογή το 1)
zh_cn: 一个续行时缩进几个空格

source: Break closing headers from their immediately preceding closing braces
el: Σπάσιμο των κεφαλίδων που κλείνουν από τις άμεσα προηγούμενες αγκύλες κλεισίματος
zh_cn: 把闭合的语句头从前面的闭合花括号处断开

source: Break 'else if ()' header combinations into seperate lines
zh_cn: 把'else if()'语句头组合断开成独立的多行

source: Add braces to unbraced one line conditional statements
el: Προσθήκη αγκύλων σε υποθετικές δηλώσεις, μίας γραμμής, χωρίς αγκύλες
zh_cn: 给没有花括号的单行语句加上花括号

source: Add one line braces to unbraced one line conditional statements
el: Προσθήκη αγκύλων, μίας γραμμής, σε υποθετικές δηλώσεις, μίας γραμμής, χωρίς αγκύλες
zh_cn: 给没有花括号的单行条件语句加上单行花括号

source: Remove braces from conditional statements (single statement on a single line)
el: Απομάκρυνση των αγκύλων από υποθετικές δηλώσεις (μία δήλωση σε κάθε μία γραμμή)
zh_cn: 去掉条件语句的花括号（单行单语句）

source: Don't break one-line blocks
el: Να μην σπάσουν τμήματα μίας-γραμμής
zh_cn: 不要断开单行程序块

source: Don't break complex statements and multiple statements residing in a single line
el: Να μην σπάσουν πολύπλοκες δηλώσεις και πολλαπλές δηλώσεις που ενυπάρχουν σε μονή γραμμή
zh_cn: 不要断开复杂语句和多条语句构成的单行代码

source: Convert TABs to spaces
el: Μετατροπή των ΠΙΝΑΚΩΤΩΝ σε διαστήματα
zh_cn: TAB制表符转换成空格

source: Closes whitespace in the angle brackets of template definitions
el: Κλείνει το κενό διάστημα σε γωνιακές αγκύλες των προσδιορισμών των προτύπων
zh_cn: 去掉模板定义的尖括号里的空格

source: Remove the preceding '*' in a multi-line comment that begins a line
el: Απομάκρυνση του προηγούμενου «*» σε ένα σχόλιο πολλών γραμμών, που ξεκινά μία γραμμή
zh_cn: 去掉多行注释中的行开始的前导'*'

source: Break one line headers
el: Σπάσιμο των κεφαλίδων μίας γραμμής
zh_cn: 单行头文件断行

source: Enable line breaking
el: Ενεργοποίηση του σπασίματος της γραμμής
zh_cn: 允许断行

source: Break lines after amount of chars (range: 50-200)
el: Σπάσιμο των γραμμών μετά το πλήθος των χαρακτήρων (εύρος: 50-200)
zh_cn: 在多少字符后就断开成多行（范围：50-200）

source: Break logical conditionals to be placed last on the previous line
el: Σπάσιμο των λογικών υποθέσεων ,ώστε να τοποθετηθούν τελευταία στην προηγούμενη γραμμή
zh_cn: 断开前一行最后面的逻辑条件

source: Pad empty lines around header blocks (e.g. 'if', 'while'...)
el: Γέμισμα άδειων γραμμών γύρω από τμήματα κεφαλίδων (πχ «if», «while»...)
zh_cn: 在语句头块（例如'if'，'while'等等）周围填充空行

source: Treat closing header blocks (e.g. 'else', 'catch') as stand-alone blocks
el: Αντιμετώπιση τμημάτων κεφαλίδας κλεισίματος (πχ «else», «catch») ως αυτόνομα τμήματα
zh_cn: 把闭合语句头语句块（例如'else'，'catch'）作为独立的语句块

source: Insert space padding around operators
el: Εισαγωγή γεμίσματος διαστημάτων γύρω από χειριστές
zh_cn: 在运算符周围插入空格做填充

source: Insert space padding around parenthesies on the outside
el: Εισαγωγή γεμίσματος διαστημάτων γύρω από παρενθέσεις, εξωτερικά
zh_cn: 在括号外部周围插入空格做填充

source: Insert space padding around parenthesies on the inside
el: Εισαγωγή γεμίσματος διαστημάτων γύρω από παρενθέσεις, εσωτερικά
zh_cn: 在括号内部周围插入空格做填充

source: Insert space padding between a header and the following parenthesis
el: Εισαγωγή γεμίσματος διαστημάτων ανάμεσα σε μία κεφαλίδα και την ακόλουθη παρένθεση
zh_cn: 在语句头和后面跟着的括号之间插入空格做填充

source: Remove extra space padding around parenthesis
el: Απομάκρυνση του πλεονάζοντος γεμίσματος διαστήματος γύρω από παρενθέσεις
zh_cn: 删除括号前后的填充空格

source: Delete empty lines within a function or method
el: Διαγραφή των κενών γραμμών μέσα σε μια διαδικασία ή μέθοδο
zh_cn: 删除函数或方法内部的空行

source: Fill empty lines with the whitespace of their previous lines
el: Συμπλήρωση των κενών γραμμών με τα κενά διαστήματα των προηγούμενών τους γραμμών
zh_cn: 用空格按照前面的代码行填充空白行

source: Pad comma
el: Γέμισμα του κόμματος
zh_cn: 在逗号周围填充

source: Pad return type(Object-C)
el: Γέμισμα του τύπου επιστροφής (Object-C)
zh_cn: 在返回类型周围填充（Object-C）

source: Unpad return type(Object-C)
el: Απο-γέμισμα του τύπου επιστροφής (Object-C)
zh_cn: 去除返回类型周围填充（Object-C）

source: Pad param type(Object-C)
el: Γέμισμα του τύπου παραμέτρου (Object-C)
zh_cn: 在参数类型周围填充（Object-C）

source: Unpad param type(Object-C)
el: Απο-γέμισμα του τύπου παραμέτρου (Object-C)
zh_cn: 去除参数类型周围填充（Object-C）

source: Pointer alignment
el: Στοίχιση δείκτη
zh_cn: 指针对齐

source: Type
el: Είδος
zh_cn: 类型

source: Middle
el: Μεσαίο
zh_cn: 中间

source: Reference alignment
el: Στοίχιση της Αναφοράς
zh_cn: 引用对齐

source: XML version:
el: Έκδοση της XML:
zh_cn: XML版本号：

source: Style
el: Τεχνοτροπία
zh_cn: 样式

source: Brackets
el: Αγκύλες
zh_cn: 花括号

source: Indentation
el: Εσοχές
zh_cn: 缩进

source: Formatting
el: Μορφοποίηση
zh_cn: 格式化

source: Padding
el: Γέμισμα
zh_cn: 填充

source: Sort Options
el: Επιλογές της Ταξινόμησης
zh_cn: 排序选项

source: &Ascending
el: &Αύξοντα
zh_cn: 升序(&A)

source: &Descending
el: &Φθίνοντα
zh_cn: 降序(&D)

source: Sort Order
el: Σειρά Ταξινόμησης
zh_cn: 排序次序

source: &Numeric Sort
el: Αριθμητική Ταξι&νόμηση
zh_cn: 以数值方式排序(&S)

source: &Remove Duplicates
el: Αφαί&ρεση Διπλότυπων
zh_cn: 删除重覆的(&R)

source: Language of User Interface (must restart MadEdit)
el: Γλώσσα του Γραφικού Περιβάλλοντος Χρήστη (απαιτείται επανεκκίνηση του ΜαντΈντιτ)
zh_cn: 用户界面语言（必须重启才生效）

source: Use this encoding to create new file or when MadEdit cannot determine the encoding of old file
el: Χρήση αυτής της κωδικοποίησης όταν δημιουργείς νέο αρχείο, ή όταν το ΜαντΈντιτ δεν μπορεί να προσδιορίσει την κωδικοποίηση ενός παλιού αρχείου
zh_cn: 打开新文件或无法判断文件的编码时，使用此编码

source: Enforce default encoding
el: Εξαναγκασμός της προκαθορισμένης κωδικοποίησης
zh_cn: 强制使用缺省编码

source: Default font
el: Προκαθορισμένη γραμματοσειρά
zh_cn: 预设的字体

source: Default font size
el: Προκαθορισμένο μέγεθος γραμματοσειράς
zh_cn: 预设的字号

source: Max file size to load whole file into memory
el: Μέγιστο μέγεθος αρχείου, για να φορτωθεί ολόκληρο αρχείο στη μνήμη
zh_cn: 将整个文件加载到内存的最大文件长度，超过时只会加载一部份的数据

source: Max file size to load as a text file
el: Μέγιστο μέγεθος αρχείου, για να φορτωθεί ως αρχείο κειμένου
zh_cn: 以文字文件方式打开的最大文件长度，超过时以十六进制模式打开

source: Auto
zh_cn: 自动

source: Text
zh_cn: 文字模式

source: Column
zh_cn: 列块模式

source: Hex
zh_cn: 十六进制显示

source: View mode while opening file(for text file size)
zh_cn: 打开文件（文本文件尺寸）时的显示模式

source: Max chars displayed in search results
el: Μέγιστο πλήθος χαρακτήρων, που θα εμφανίζονται στα αποτελέσματα της αναζήτησης
zh_cn: 在搜索结果中最多显示的字符数

source: Single Instance (must restart MadEdit)
el: Μία Υπόσταση (απαιτείται επανεκκίνηση του ΜαντΈντιτ)
zh_cn: 只执行MadEdit一次，不要重复打开MadEdit（需要重新启动）

source: Reload files previously open on startup
el: Κατά την εκκίνηση, επαναφόρτωση αρχείων, που ήταν την προηγούμενη φορά ανοιχτά
zh_cn: 启动时重新载入上次编辑的文件

source: Record caret movements
el: Καταγραφή των μετακινήσεων του δρομέα
zh_cn: 记录光标位置移动

source: Restore previous caret position when files are opened
el: Αποκατάσταση της προηγούμενης θέσης του δρομέα, όταν ανοίγουν τα αρχεία
zh_cn: 载入文件时回到上次编辑的位置

source: Do not save settings to MadEdit.cfg when MadEdit closed (this session only)
el: Να μην αποθηκευτούν οι ρυθμίσεις στο MadEdit.cfg, όταν κλείσει το ΜαντΈντιτ (μόνο για την παρούσα συνεδρία)
zh_cn: 程序结束时不要把选项回存到 MadEdit.cfg (只对这次执行有效)

source: Purge History while exiting
el: Εκαθάριση του Ιστορικού κατά την έξοδο
zh_cn: 程序退出时清除历史记录

source: Auto save
el: Αυτόματη αποθήκευση
zh_cn: 自动保存

source: Timeout(M)
el: Κάθε (λ)
zh_cn: 超时（分）

source: Auto backup
el: Αυτόματο αντίγραφο ασφαλείας
zh_cn: 自动备份

source: Add MadEdit to the RightClickMenu of Explorer(Deselect to Remove the Entry from Windows Registry)
el: Προσθήκη του ΜαντΈντιτ στο RightClickMenu του Explorer (Αποεπέλεξε για να Απομακρυνθεί η Εισαγωγή Από το Registry των Windows)
zh_cn: 将 MadEdit 加入到资源管理器的右键菜单中(取消选取会把写入注册表中的信息移除)

source: Max line length before Line-Wrap (must restart MadEdit)
el: Μέγιστο μήκος γραμμής πριν την Αναδίπλωση-Γραμμής (απαιτείται επανεκκίνηση του ΜαντΈντιτ)
zh_cn: 每行最大长度，超过会自动折行（需要重新启动）

source: Columns of Wrap-By-Column
el: Στήλες της Αναδίπλωσης-κατά-τη-Στήλη
zh_cn: 按最大长度折行的长度

source: Columns of Tab
el: Στήλες από Πινακωτή
zh_cn: 定位字符(Tab) 的长度

source: Columns of Indent
el: Στήλες Εσοχής
zh_cn: 缩进的列数

source: Columns Pos to Show Indicator
zh_cn: 显示列指示器的列位置

source: Format of Date/Time
el: Μορφή της Ημερομηνίας και της Ώρας
zh_cn: 日期与时间的格式

source: Use English instead of current locale
el: Χρήση των Αγγλικών αντί της τωρινής τοπικοποίησης
zh_cn: 使用英语而非目前的地区设置

source: Insert Space char instead of Tab char
el: Εισαγωγή του χαρακτήρα Διαστήματος, αντί για το χαρακτήρα Πινακωτής (TAB)
zh_cn: 以空格符取代定位(Tab)字符

source: Auto Indent
el: Αυτόματη Εσοχή
zh_cn: 自动缩进

source: Auto complete character pair
el: Αυτόματη συμπλήρωση του ζευγαριού των χαρακτήρων
zh_cn: 自动完成字符配对

source: Insert pair instead of replacing selection
el: Εισαγωγή ζευγαριού, αντί για αντικατάσταση της επιλογής
zh_cn: 插入自动匹配字符而不是替换选择区域

source: Auto copy the mouse-selected text to clipboard
el: Αυτόματη αντιγραφή του επιλεγμένου από το ποντίκι κειμένου στο πρόχειρο
zh_cn: 自动将鼠标选取的文字复制到剪贴簿中

source: when pressing Ctrl key
el: όταν πιέζετε το πλήκτρο Ctrl
zh_cn: 当按着Ctrl键时

source: Paste text from clipboard when pressing middle mouse button
el: Επικόλληση του κειμένου από το πρόχειρο, όταν πιέζεται το μεσαίο πλήκτρο του ποντικιού
zh_cn: 按鼠标中键贴上剪贴簿中的文字

source: Auto fill in column paste
el: Αυτόματο συμπλήρωμα κατά την επικόλληση στήλης
zh_cn: 列模式拷贝时自动填充行

source: Left double click to highlight
el: Διπλό αριστερό κλικ για επισήμανση
zh_cn: 双击左键进行文本高亮

source: Typewriter mode
el: Λειτουργία γραφομηχανής
zh_cn: 打字机模式

source: Fix width mode
el: Λειτουργία σταθερού πλάτους
zh_cn: 固定宽度模式

source: Ignore undo warning message
zh_cn: 忽略撤销已存盘改动时的警告信息

source: Line Ending
el: Τελείωμα των Γραμμών
zh_cn: 行结束字符

source: System Default
el: Προεπιλογή του Συστήματος
zh_cn: 系统预设

source: Syntax:
el: Σύνταξη:
zh_cn: 语法：

source: Encoding
el: Κωδικοποίηση
zh_cn: 编码

source: with BOM
el: με BOM
zh_cn: 带有Unicode BOM

source: Font:
el: Γραμματοσειρά:
zh_cn: 字体名称：

source: Font Size:
el: Μέγεθος της Γραμματοσειράς:
zh_cn: 字号：

source: Print Syntax Highlighter
el: Εκτύπωση του Χρωματιστή του Κειμένου
zh_cn: 打印语法色彩

source: Print Line Number
el: Εκτύπωση της Αρίθμησης των Γραμμών
zh_cn: 打印行号

source: Print Bookmark
el: Εκτύπωση του Σελιδοδείκτη
zh_cn: 打印书签

source: Print End of Line
el: Εκτύπωση του Τέλους της Γραμμής
zh_cn: 打印结尾符号

source: Print Tab Char
el: Εκτύπωση του Χαρακτήρα Πινακωτής
zh_cn: 打印定位(Tab)字符

source: Print Space Char
el: Εκτύπωση του Χαρακτήρα του Διαστήματος
zh_cn: 打印空格符

source: First Page Only
el: Μόνο η Πρώτη Σελίδα
zh_cn: 只打印在第一页

source: Every Page
el: Κάθε Σελίδα
zh_cn: 打印在每一页

source: Print Offset Header
el: Εκτύπωση Της Κεφαλίδας Απόκλισης
zh_cn: 打印 Offset 标头

source: Page Header
el: Κεφαλίδα Σελίδας
zh_cn: 页抬头

source: Print Page Header
el: Εκτύπωση της Κεφαλίδας της Σελίδας
zh_cn: 打印页抬头

source: Left:
el: Αριστερά:
zh_cn: 左边：

source: Center:
el: Κέντρο:
zh_cn: 中心：

source: Right:
el: Δεξιά:
zh_cn: 右边：

source: Page Footer
el: Υποσέλιδο
zh_cn: 页脚

source: Print Page Footer
el: Εκτύπωση του Υποσέλιδου
zh_cn: 打印页脚

source: Hint:
el: Υπόδειξη:
zh_cn: 提示：

source: Assigned Keys:
el: Ανατεθειμένα Πλήκτρα:
zh_cn: 已指定的按键：

source: New Key:
el: Νέο Πλήκτρο:
zh_cn: 新按键：

source: <== Add Key
el: <== Προσθήκη Πλήκτρου
zh_cn: <== 添加按键

source: ==> Delete Key
el: ==> Διαγραφή Πλήκτρου
zh_cn: ==> 删除按键

source: Show the Key in Menu
el: Εμφάνιση του Πλήκτρου στο Μενού
zh_cn: 在菜单中显示此按键

source: Reset all keys to default (must restart MadEdit)
el: Επαναφορά όλων των πλήκτρων στα προεπιλεγμένα (απαιτείται επανεκκίνηση του ΜαντΈντιτ)
zh_cn: 还原所有按键为初始设置(需要重新启动)

source: Enable Personal Dictionary
el: Ενεργοποίηση του Προσωπικού Λεξικού
zh_cn: 使用个人字典

source: Add Keywords from Syntax File
el: Προσθήκη Λέξεων-Κλειδιών από Αρχείο Σύνταξης
zh_cn: 把语法文件中的关键字加入字典

source: Language
el: Γλώσσα
zh_cn: 语言

source: Dictionary
el: Λεξικό
zh_cn: 字典

source: Path Setting
el: Ορισμός Διαδρομής
zh_cn: 路径设置

source: General
el: Γενικά
zh_cn: 通用

source: Edit
el: Επεξεργασία
zh_cn: 编辑

source: New Document
el: Νέο Έγγραφο
zh_cn: 新文档

source: Keys
el: Πλήκτρα
zh_cn: 按键

source: SpellChecker
el: Ορθογραφία
zh_cn: 拼写检查

source: [%f] &File Name
el: [%f] Το Όν&ομα του Αρχείου
zh_cn: [%f] 文件名称(&F)

source: [%p] &Path Name
el: [%p] Το Όνομα της &Διαδρομής
zh_cn: [%p] 完整路径名称(&P)

source: [%n] Page &Number
el: [%n] Η Αρίθμηση της &Σελίδας
zh_cn: [%n] 页号(&N)

source: [%s] Total Page&s
el: [%s] Το Πλήθος των &Σελίδων
zh_cn: [%s] 总页数(&S)

source: [%d] &Date
el: [%d] &Ημερομηνία
zh_cn: [%d] 日期(&D)

source: [%t] &Time
el: [%t] &Χρόνος
zh_cn: [%t] 时间(&T)

source: [%a, %d %b %Y %H:%M:%S %z] RFC822 timestamp
el: [%a, %d %b %Y %H:%M:%S %z] RFC822 χρονοένδειξη
zh_cn: [%a, %d %b %Y %H:%M:%S %z] RFC822 时间戳

source: [%a] Abbreviated weekday name
el: [%a] Η συντομογραφία του ονόματος της ημέρας της εβδομάδας
zh_cn: [%a] 星期几的缩写

source: [%A] Full weekday name
el: [%A] Το πλήρες όνομα της ημέρας της εβδομάδας
zh_cn: [%A] 星期几的全名

source: [%b] Abbreviated month name
el: [%b] Η συντομογραφία του ονόματος του μήνα
zh_cn: [%b] 几月的缩写

source: [%B] Full month name
el: [%B] Ολόκληρο το όνομα του μήνα
zh_cn: [%B] 几月的全名

source: [%c] Date and time representation appropriate for locale
el: [%c] Αποτύπωση της ημερομηνίας και της ώρας, ανάλογη για την τοπικοποίηση
zh_cn: [%c] 目前地区设置代表的日期与时间表示

source: [%d] Day of month as decimal number (01 - 31)
el: [%d] Η ημέρα του μήνα, ως δεκαδικός αριθμός (01 - 31)
zh_cn: [%d] 十进制的月份的天数 (从 01 到 31)

source: [%H] Hour in 24-hour format (00 - 23)
el: [%H] Η ώρα, σε 24ωρη μορφή (00 - 23)
zh_cn: [%H] 使用24小时制表示小时数 (从 00 到 23)

source: [%I] Hour in 12-hour format (01 - 12)
el: [%I] Η ώρα σε 12ωρη μορφή (01 - 12)
zh_cn: [%I] 使用12小时制表示小时数 (从 01 到 12)
