Repository: LiMinggang/madedit-mod
Catalog: po/*.po
Languages: el, zh_cn

source: [%j] Day of year as decimal number (001 - 366)
el: [%j] Η ημέρα του χρόνου, ως δεκαδικός αριθμός (001 - 366)
zh_cn: [%j] 十进制的年的天数 (从 001 到 366)

source: [%m] Month as decimal number (01 - 12)
el: [%m] Ο μήνας, ως δεκαδικός αριθμός (01 - 12)
zh_cn: [%m] 十进制的月份 (从 1 到 12)

source: [%M] Minute as decimal number (00 - 59)
el: [%M] Το λεπτό, ως δεκαδικός αριθμός (00 - 59)
zh_cn: [%M] 十进制的分钟 (从 00 到 59)

source: [%p] Current locale's A.M./P.M. indicator for 12-hour clock
el: [%p] Η ένδειξη «πμ» ή «μμ», της τωρινής τοπικοποίησης, για το 12ωρο ρολόι
zh_cn: [%p] 根据当前地区设置显示十二小时制的上午或下午

source: [%S] Second as decimal number (00 - 59)
el: [%S] Το δευτερόλεπτο, ως δεκαδικός αριθμός (00 - 59)
zh_cn: [%S] 十进制的秒数 (从 00 到 59)

source: [%U] Week of year as decimal number, with Sunday as first day of week (00 - 53)
el: [%U] Η εβδομάδα του χρόνου, ως δεκαδικός αριθμός, με την Κυριακή σαν πρώτη ημέρα της εβδομάδας (00 - 53)
zh_cn: [%U] 一年的第几个星期（十进制），从第一个星期的星期日算起 (从 00 到 53)

source: [%w] Weekday as decimal number (0 - 6; Sunday is 0)
el: [%w] Ημέρα της εβδομάδας, ως δεκαδικός αριθμός (0 - 6; Η Κυριακή είναι 0)
zh_cn: [%w] 十进制的星期几 (从 0 到 6, 星期日为 0)

source: [%W] Week of year as decimal number, with Monday as first day of week (00 - 53)
el: [%W] Εβδομάδα του χρόνου, ως δεκαδικός αριθμός, με τη Δευτέρα σαν πρώτη ημέρα της εβδομάδας (00 - 53)
zh_cn: [%W] 十进制的年的第几个星期，从第一个星期的星期一算起 (从 00 到 53)

source: [%x] Date representation for current locale
el: [%x] Αποτύπωση της ημερομηνίας για την τωρινή τοπικοποίηση
zh_cn: [%x] 根据地区设置的日期表示

source: [%X] Time representation for current locale
el: [%X] Αποτύπωση της ώρας για την τωρινή τοπικοποίηση
zh_cn: [%X] 根据地区设置的时间表示

source: [%y] Year without century, as decimal number (00 - 99)
el: [%y] Χρόνος, χωρίς αιώνα, ως δεκαδικός αριθμός (00 - 99)
zh_cn: [%y] 十进制的年份 (从 00 到 99)

source: [%Y] Year with century, as decimal number
el: [%Y] Χρόνος, με αιώνα, ως δεκαδικός αριθμός
zh_cn: [%Y] 十进制的年份 (四位数)

source: [%z] Time-zone name
el: [%z] Το όνομα της ωρολογιακής ζώνης
zh_cn: [%z] 时区全名

source: [%Z] Time-zone abbreviation
el: [%Z] Συντομογραφία της ωρολογιακής ζώνης
zh_cn: [%Z] 时区名称的缩写

source: Commands
el: Εντολές
zh_cn: 命令

source: Menu
el: Μενού
zh_cn: 菜单

source: Invalid value of "%s(%s)"
el: Μη έγκυρη τιμή του "%s(%s)"
zh_cn: "%s（%s）" 不是正确的值

source: : Should be greater than zero
el: : Θα πρέπει να είναι μεγαλύτερο του μηδενός
zh_cn: ：应该大于零（0）

source: : Should be 1~4096
el: : Θα πρέπει να είναι από 1 έως 4096
zh_cn: ：正确范围1~4096

source: : Should be 1~256
el: : Θα πρέπει να είναι από 1 έως 256
zh_cn: ：正确范围1~256

source: : Should be 1~
zh_cn: ：正确范围1~

source: : Should be 10~30
el: : Θα πρέπει να είναι 10~30
zh_cn: ：正确范围10~30

source: Cannot assign key to this item
el: Αδυναμία ανάθεσης κλειδιού σε αυτό το αντικείμενο
zh_cn: 无法指定按键到此项目

source: This key is not assigned
el: Αυτό το κλειδί δεν έχει ανατεθεί
zh_cn: 这个按键尚未指定

source: This key is assigned to [%s]
el: Αυτό το κλειδί έχει ανατεθεί στο [%s]
zh_cn: 这个按键已指定给 [%s]

source: Convert Encoding
el: Μετατροπή της Κωδικοποίησης
zh_cn: 转换编码

source: New Encoding:
el: Νέα Κωδικοποίηση:
zh_cn: 新的编码：

source: Simplified Chinese => Traditional Chinese
el: Απλοποιημένα Κινεζικά => Παραδοσιακά Κινεζικά
zh_cn: 简体中文 => 繁体中文

source: Traditional Chinese => Simplified Chinese
el: Παραδοσιακά Κινεζικά => Απλοποιημένα Κινεζικά
zh_cn: 繁体中文 => 简体中文

source: Japanese Kanji => Traditional Chinese
el: Γιαπωνέζικα Καντζί => Παραδοσιακά Κινεζικά
zh_cn: 日文汉字 => 繁体中文

source: Japanese Kanji => Simplified Chinese
el: Παραδοσιακά Κινεζικά => Γιαπωνέζικα Καντζί
zh_cn: 日文汉字 => 简体中文

source: Chinese => Japanese Kanji
el: Κινεζικά => Γιαπωνέζικα Καντζί
zh_cn: 中文字 => 日文汉字

source: Addtional Option
el: Επιπρόσθετη Επιλογή
zh_cn: 额外的选项

source: Word Count
el: Καταμέτρηση των Λέξεων
zh_cn: 词数统计

source: Lines
el: Γραμμές
zh_cn: 行数

source: Words
el: Λέξεις
zh_cn: 词数

source: Characters (no space)
el: Χαρακτήρες (χωρίς κενό)
zh_cn: 字符数（不含空白）

source: Characters (with spaces)
el: Χαρακτήρες (με κενά)
zh_cn: 字符数（包含空白）

source: Halfwidth Words
el: Λέξεις Μισού-Πλάτους
zh_cn: 半角

source: Fullwidth Words
el: Λέξεις Πλήρους-Πλάτους
zh_cn: 全角

source: Detail Information of Characters:
el: Λεπτομερείς Πληροφορίες των Χαρακτήηρων:
zh_cn: 所有字符的详细数据：

source: Word Count(Selected Text)
el: Καταμέτρηση των Λέξεων (στο Επιλεγμένο Κείμενο)
zh_cn: 词数统计(所选取的文字)

source: Save Modified Files
el: Αποθήκευση των Αλλαγμένων Αρχείων
zh_cn: 保存全部已经改动的文件

source: Save &None
el: Αποθήκευση Κα&νενός
zh_cn: 不保存(&N)

source: Confirm
el: Επιβεβαίωση
zh_cn: 确认

source: &Go To
el: Μετά&βαση Σε
zh_cn: 跳到窗口(&G)

source: Acti&vate
el: Ενερ&γοποίηση
zh_cn: 激活窗口(&V)

source: &Close Window(s)
el: &Κλείσιμο Παράθυρου(-ων)
zh_cn: 关闭窗口(&C)

source: Sort Tab(&Name)
el: Καρτέλα Ταξινόμησης (Ό&νομα)
zh_cn: 按名字排序(&N)

source: Sort Tab(&Path)
el: Καρτέλα Ταξινόμησης (&Διαδρομή)
zh_cn: 按路径排序(&P)

source: Copyright (C) 2012-2024 Minggang Li <minggang.li@gmail.com> This program is free software: you can redistribute it and/or modify it under the terms of the GNU General Public License as published by the Free Software Foundation, either version 3 of the License, or (at your option) any later version. This program is distributed in the hope that it will be useful, but WITHOUT ANY WARRANTY; without even the implied warranty of MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU General Public License for more details. You should have received a copy of the GNU General Public License along with this program. If not, see <http://www.gnu.org/licenses/>.
zh_cn: 著作权所有(C) 2012-2024 Minggang Li <minggang.li@gmail.com> 本程序为自由软件；您可依据自由软件基金会所发表的GNU通用公共授权条款规定，就本程序再为发布与／或修改；无论您依据的是本授权的第三版或（您自行选择的）任一日期后发行的版本。 本程序是基于使用目的而加以发布，然而不负任何担保责任；亦无对适售性或特定目的适用性所为的默示性担保。详情请参照GNU通用公共授权。 您应已收到附随于本程序的GNU通用公共授权的副本；如果没有，参见<http://www.gnu.org/licenses/>。

source: Current maintainer
el: Τωρινός συντηρητής
zh_cn: 现维护者

source: Author of MadEdit
el: Δημιουργός του ΜαντΈντιτ
zh_cn: MadEdit原作者

source: Greek Translation
el: Μετάφραση Ελληνική
zh_cn: 希腊语翻译

source: Traditional Chinese Translation
el: Μετάφραση Παραδοσιακών Κινέζικων
zh_cn: 繁体中文翻译

source: Japanese Translation
el: Γιαπωνέζικων Ελληνική
zh_cn: 日语翻译

source: Translation/patch contributers
el: Συνεισφορά με μεταφράσεις και τμήματα κώδικα
zh_cn: 翻译或补丁提供者

source: About MadEdit-Mod
el: Σχετικά με το MadEdit-Mod
zh_cn: 关于 MadEdit-Mod

source: GNU General Public License
el: Γενική Δημόσια Άδεια GNU
zh_cn: GNU通用公共许可证

source: About
el: Σχετικά με...
zh_cn: 关于

source: Credits
el: Εύσημα
zh_cn: 致谢

source: License
el: Άδεια Xρήσης
zh_cn: 许可证

source: Role
el: Ρόλος
zh_cn: 角色

source: Intial Number
el: Αρχικός Αριθμός
zh_cn: 初始值

source: Numbering Step
el: Βήμα Αρίθμησης
zh_cn: 数值步进

source: Number of Chars
el: Πλήθος Χαρακτήρων
zh_cn: 字符数

source: Pad With Zero
el: Γέμισμα Με Μηδέν
zh_cn: 用 0 填充

source: Numbering Step Type
el: Τύπος Βήματος Αρίθμησης
zh_cn: 数列步进的类型

source: Linear
el: Γραμμικό
zh_cn: 线性递增

source: Exponential
el: Εκθετικό
zh_cn: 指数方式

source: Format
el: Μορφή
zh_cn: 格式

source: DEC
el: ΔΕΚΑΔ
zh_cn: 十进制

source: HEX
el: ΔΕΚΑΕΞ
zh_cn: 十六进制

source: BIN
el: ΔΥΑΔ
zh_cn: 二进制

source: OCT
el: ΟΚΤΑΔ
zh_cn: 八进制

source: Align
el: Στοίχιση
zh_cn: 对齐方式

source: Prefix
el: Πρόθεμα
zh_cn: 前缀

source: Postfix
el: Κατάληξη
zh_cn: 后缀

source: Preview:
el: Προεπισκόπηση:
zh_cn: 预览：

source: Numbering Configuration
el: Ρύθμιση της Αρίθμησης
zh_cn: 数列配置

source: Invalid value of "%s:%s"
el: Μη έγκυρη τιμή του "%s:%s"
zh_cn: "%s:%s" 不是正确的值

source: : Valid range is 0~512, 0 means NO PADDING
el: : Το έγκυρο εύρος είναι 0~512, το 0 σημαίνει ΧΩΡΙΣ ΓΕΜΙΣΜΑ
zh_cn: ：有效范围是0～512，0意味着不填充

source: MadEdit Macro
el: ΜαντΈντιτ Μακροεντολή
zh_cn: MadEdit 宏

source: &Run
el: Εκ&τέλεση
zh_cn: 运行(&R)

source: Reset
el: Επαναφορά
zh_cn: 重置

source: Clear Output
zh_cn: 清理输出信息

source: Results >>
el: Αποτελέσματα >>
zh_cn: 显示结果 >>

source: Results <<
el: Αποτελέσματα <<
zh_cn: 隐藏结果 <<

source: Other characters
zh_cn: 其他字符

source: MadEdit-Mod Printout
el: Εκτύπωση του ΜαντΈντιτ-Μοντ
zh_cn: MadEdit-Mod打印预览

source: Unsure how to update the possible values for %s based on the value of %s
el: Αβέβαιο το πως θα ενημερώσω τις πιθανές τιμές για το %s βασιζόμενος στην τιμή του %s
zh_cn: 不确定如何更新%s的可能值（基于%s的值）

source: Unicode 16 bit (UTF-16)
el: Unicode 16 μπίτια (UTF-16)

source: Unicode 16 bit Big Endian (UTF-16BE)
el: Unicode 16 μπίτια Μεγάλος Ακριάνος (UTF-16BE)

source: Unicode 16 bit Little Endian (UTF-16LE)
el: Unicode 16 μπίτια Μικρός Ακριάνος (UTF-16LE)

source: Unicode 32 bit (UTF-32)
el: Unicode 32 μπίτια (UTF-32)

source: Unicode 32 bit Big Endian (UTF-32BE)
el: Unicode 32 μπίτια Μεγάλος Ακριάνος (UTF-32BE)

source: Unicode 32 bit Little Endian (UTF-32LE)
el: Unicode 32 μπίτια Μικρός Ακριάνος (UTF-32LE)

source: Unicode 7 bit (UTF-7)
el: Unicode 7 μπίτια (UTF-7)

source: Unicode 8 bit (UTF-8)
el: Unicode 8 μπίτια (UTF-8)

source: Windows/DOS OEM (CP 437)
el: Γουίντοουζ/DOS OEM (CP 437)

source: Windows
el: Microsoft Windows

source: OEM
el: Κωδικοσελίδα OEM

source: Macintosh
el: Μάκιντος

source: Post-It
el: Σαν Γράμμα
