Repository: LiMinggang/madedit-mod
Catalog: po/*.po
Languages: el, zh_cn

source: Save Currently Recorded Macro
el: Αποθήκευση της Τρέχουσας Καταγεγραμμένης Μακροεντολής
zh_cn: 保存当前录制的宏

source: Save Recorded Macro
el: Αποθήκευση της Καταγεγραμμένης Μακροεντολής
zh_cn: 保存当前录制的宏

source: Local Script List
el: Τοπικός Κατάλογος Σεναρίων
zh_cn: 本地脚本列表

source: Edit Saved MacroScript...
el: Επεξεργασία Αποθηκευμένου MacroScript...
zh_cn: 编辑保存过的宏脚本…

source: Edit saved macro script
el: Επεξεργασία ενός αποθηκευμένου σεναρίου μακροεντολών
zh_cn: 编辑已有的脚本

source: &Tools
el: Ε&ργαλεία
zh_cn: 工具(&T)

source: &Options...
el: Επιλ&ογές...
zh_cn: 选项(&O)…

source: Change the configuration
el: Αλλαγή των ρυθμίσεων
zh_cn: 改变设置

source: &Syntax Highlighting Settings...
el: Ρύθμι&ση του Χρωματισμού του Κειμένου...
zh_cn: 语法高亮设置(&S)…

source: Change syntax highlighting settings
el: Αλλαγή των ρυθμίεσεων χρωματισμού του κειμένου
zh_cn: 改变语法高亮设置

source: &File Type Associations...
el: Συσχετίσεις Μορ&φών Αρχείων...
zh_cn: 文件关联(&F)…

source: Change file type associations
el: Αλλαγή των συσχετίσεων των μορφών των αρχείων
zh_cn: 改变文件关联设置

source: &Source Formatter Settings...
el: Ρυθμί&σεις του Μορφοποιητή του Πηγαίου Κώδικα...
zh_cn: 配置源文件格式化工具(&S)…

source: Change source formatter settings
el: Αλλαγή των ρυθμίσεων του μορφοποιητή της πηγής
zh_cn: 改变源代码格式化工具的设置

source: &Purge Histories...
el: Εκ&καθάριση των Ιστορικών...
zh_cn: 清除历史记录(&P)…

source: Clearing out your history
el: Εκκαθάρριση του ιστορικού
zh_cn: 清除历史信息

source: Has Unicode BOM (Byte-Order Mark)
el: Έχει Unicode BOM (Σημάδι Ταξινόμησης-Μπάιτιου)
zh_cn: 有 Unicode BOM (Byte-Order Mark)

source: Add/Remove BOM
el: Προσθήκη/Αφαίρεση BOM
zh_cn: 插入/删除 BOM

source: Add/Remove Unicode BOM
el: Προσθήκη/Αφαίρεση Unicode BOM
zh_cn: 插入/删除 Unicode BOM

source: NewLine Char (File Format):
el: Χαρακτήρες ΝέαςΓραμμής (Μορφή Αρχείου):
zh_cn: 换行字符(文件格式)：

source: Convert To CRLF/0D0A (&DOS)
el: Μετατρο&πή σε CRLF/0D0A (DOS)
zh_cn: 转换到 CRLF/0D0A (&DOS)

source: Convert the file format to DOS format
el: Μετατροπή της μορφής του αρχείου σε μορφή DOS
zh_cn: 转换文件格式为 DOS 的格式

source: Convert To CR/0D (Old &MAC)
el: &Μετατροπή σε CR/0D (Παλιό MAC)
zh_cn: 转换到 CR/0D (老式 &MAC)

source: Convert the file format to MAC format
el: Μετατροπή της μορφής του αρχείου σε μορφή MAC
zh_cn: 转换文件格式为 MAC 的格式

source: Convert To LF/0A (&UNIX/OSX)
el: Μετατρ&οπή σε LF/0A (UNIX/OSX)
zh_cn: 转换到 LF/0A (&UNIX/OSX)

source: Convert the file format to UNIX format
el: Μετατροπή της μορφής του αρχείου σε μορφή UNIX
zh_cn: 转换文件格式为 UNIX 的格式

source: Press Enter to Insert NewLine Char:
el: Πάτησε την Εισαγωγή (Enter) για να Εισαχθεί Χαρακτήρας ΝέαςΓραμμής:
zh_cn: 按Enter插入的换行字符：

source: Insert CRLF/0D0A (&DOS)
el: Εισα&γωγή CRLF/0D0A (DOS)
zh_cn: 插入 CRLF/0D0A (&DOS)

source: Insert CR&LF chars when pressing Enter key
el: Εισαγωγή των χαρακτήρων CR&LF όταν πατιέται το κλειδί της Εισαγωγής (Enter)
zh_cn: 按 Enter 键时插入 CR&LF 字符

source: Insert CR/0D (Old &MAC)
el: Εισαγ&ωγή CR/0D (Παλιό MAC)
zh_cn: 插入 CR/0D (老式 &MAC)

source: Insert CR char when pressing Enter key
el: Εισαγωγή του χαρακτήρα CR όταν πατιέται το κλειδί της Εισαγωγής (Enter)
zh_cn: 按 Enter 键时插入 CR 字符

source: Insert LF/0A (&UNIX/OSX)
el: Εισ&αγωγή LF/0A (UNIX/OSX)
zh_cn: 插入 LF/0A (&UNIX/OSX)

source: Insert LF char when pressing Enter key
el: Εισαγωγή του χαρακτήρα LF όταν πατιέται το κλειδί της Εισαγωγής (Enter)
zh_cn: 按 Enter 键时插入 LF 字符

source: Convert File &Encoding...
el: Μ&ετατροπή της Κωδικοποίησης του Αρχείου...
zh_cn: 转换文件编码(&E)...

source: Convert to the specified encoding
el: Μετατροπή στην προσδιορισμένη κωδικοποίηση
zh_cn: 转换到指定的编码

source: Convert &Chinese Char
el: Μετατροπή &Κινεζικών Χαρακτήρων
zh_cn: 转换中文字符(&C)

source: Safe Mode
zh_cn: 安全模式

source: Convert Only 1:1 Maped Chars
zh_cn: 只转换一一对应的字符

source: File: Simplified Chinese to &Traditional Chinese
el: Αρχείο: Απλοποιημένα Κινεζικά σε &Παραδοσιακά Κινεζικά
zh_cn: 文件：简体中文 => 繁体中文(&T)

source: Convert simplified Chinese chars to traditional Chinese chars in the file
el: Μετατροπή των χαρακτήρων των Απλοποιημένων Κινεζικών σε Παραδοσιακά Κινεζικά, στο αρχείο
zh_cn: 把文件中的简体字转换成繁体字

source: File: Traditional Chinese to &Simplified Chinese
el: Αρχείο: Παραδο&σιακά Κινεζικά σε Απλοποιημένα Κινεζικά
zh_cn: 文件：繁体中文 => 简体中文(&S)

source: Convert traditional Chinese chars to simplified Chinese chars in the file
el: Μετατροπή των χαρακτήρων των Παραδοσιακών Κινεζικών σε Απλοποιημένα Κινεζικά, στο αρχείο
zh_cn: 把文件中的繁体字转换成简体字

source: File: Japanese Kanji to Tr&aditional Chinese
el: Αρχείο: Γιαπωνέζικα Καντζί σε Π&αραδοσιακά Κινεζικά
zh_cn: 文件：日文汉字 => 繁体中文(&A)

source: Convert Japanese Kanji to traditional Chinese chars in the file
el: Μετατροπή των χαρακτήρων των Γιαπωνέζικων Καντζίων σε Παραδοσιακά Κινεζικά, στο αρχείο
zh_cn: 把文件中的日文汉字转换成繁体字

source: File: Japanese Kanji to Si&mplified Chinese
el: Αρχείο: Γιαπωνέζικα Καντζί σε Απλοποιη&μένα Κινεζικά
zh_cn: 文件：日文汉字 => 简体中文(&M)

source: Convert Japanese Kanji to simplified Chinese chars in the file
el: Μετατροπή των χαρακτήρων των Γιαπωνέζικων Καντζίων σε Απλοποιηνμνένα Κινεζικά, στο αρχείο
zh_cn: 把文件中的日文汉字转换成简体字

source: File: Chinese to &Japanese Kanji
el: Αρχείο: Κινεζικά σε Γ&ιαπωνέζικα Καντζί
zh_cn: 文件：中文字 => 日文汉字(&J)

source: Convert Chinese chars to Japanese Kanji in the file
el: Μετατροπή των χαρακτήρων των Κινεζικών σε Γιαπωνέζικα Καντζί, στο αρχείο
zh_cn: 把文件中的中文字转换成日文汉字

source: Clipboard: Simplified Chinese to T&raditional Chinese
el: Πρόχειρο: Απλοποιημένα Κινεζικά σε Πα&ραδοσιακά Κινεζικά
zh_cn: 剪贴板：简体中文 => 繁体中文(&R)

source: Convert simplified Chinese chars to traditional Chinese chars in the clipboard
el: Μετατροπή των χαρακτήρων των Απλοποιημένων Κινεζικών σε χαρακτήρες Παραδοσιακών Κινεζικών, στο πρόχειρο
zh_cn: 把剪贴板中的简体字转换成繁体字

source: Clipboard: Traditional Chinese to S&implified Chinese
el: Πρόχειρο: Παραδοσιακά Κινεζικά σε Απλοποιημένα Κ&ινεζικά
zh_cn: 剪贴板：繁体中文 => 简体中文(&I)

source: Convert traditional Chinese chars to simplified Chinese chars in the clipboard
el: Μετατροπή των χαρακτήρων των Παραδοσιακών Κινεζικών σε χαρακτήρες Απλοποιημένων Κινεζικών, στο πρόχειρο
zh_cn: 把剪贴板中的繁体字转换成简体字

source: Clipboard: Japanese Kanji to Tra&ditional Chinese
el: Πρόχειρο: Γιαπωνέζικα Καντζί σε Παρα&δοσιακά Κινεζικά
zh_cn: 剪贴板：日文汉字 => 繁体中文(&D)

source: Convert Japanese Kanji to traditional Chinese chars in the clipboard
el: Μετατροπή των Γιαπωνέζικων Καντζίων σε χαρακτήρες Παραδοσιακών Κινεζικών, στο πρόχειρο
zh_cn: 把剪贴板中的日文汉字转换成繁体字

source: Clipboard: Japanese Kanji to Sim&plified Chinese
el: Πρόχειρο: Γιαπωνέζικα Καντζί σε Α&πλοποιημένα Κινεζικά
zh_cn: 剪贴板：日文汉字 => 简体中文(&P)

source: Convert Japanese Kanji to simplified Chinese chars in the clipboard
el: Μετατροπή των Γιαπωνέζικων Καντζίων σε χαρακτήρες Απλοποιημένων Κινεζικών, στο πρόχειρο
zh_cn: 把剪贴板中的日文汉字转换成简体字

source: Clipboard: Chinese to Japanese &Kanji
el: Πρόχειρο: Κινεζικά σε Γιαπωνέζικα &Καντζί
zh_cn: 剪贴板： 中文字 => 日文汉字(&K)

source: Convert Chinese chars to Japanese Kanji in the clipboard
el: Μετατροπή των χαρακτήρων των Κινεζικών σε Γιαπωνέζικα Καντζί, στο πρόχειρο
zh_cn: 把剪贴板中的中文字转换成日文汉字

source: Text Converter/Formatter
el: Μετατροπέας/Μορφοποιητής Κειμένου
zh_cn: 文本转换和格式化工具

source: &Markdown to HTML
el: &Markdown σε HTML
zh_cn: Markdown转换成HTML(&M)

source: Convert Markdown to HTML
el: Μετατροπή από Markdown σε HTML
zh_cn: Markdown转换成HTML

source: &HTML to Plain Text
el: Από &HTML σε Απλό Κείμενο
zh_cn: HTML转换成纯文本(&H)

source: Convert HTML to Plain Text
el: Μετατροπή του HTML σε Απλό Κείμενο
zh_cn: HTML转换成纯文本

source: Format selection or whole file(C++/C#/Java)
el: Μορφοποίηση της επιλογής ή ολόκληρου αρχείου(C++/C#/Java)
zh_cn: 格式化选择区域或者整个文件（C++/C#/Java）

source: &XML Formatter
el: Μορφοποιητής &XML
zh_cn: XML格式化工具(&X)

source: Format XML(whole file)
el: Μορφοποίηση XML (ολόκληρο το αρχείο)
zh_cn: 格式化整个（XML）文件

source: &JSON Formatter
zh_cn: JSON格式化工具(&J)

source: Format JSON
zh_cn: JSON格式化

source: &Word Count...
el: &Καταμέτρηση των Λέξεων...
zh_cn: 词数统计(&W)…

source: Count the words and chars of the file or selection
el: Καταμέτρηση των λέξεων και των χαρακτήρων του αρχείου ή της επιλογής
zh_cn: 统计文件或选中文字的字词数

source: &Window
el: &Παράθυρο
zh_cn: 窗口(&W)

source: &Toggle Window
el: Εναλ&λαγή του Παράθυρου
zh_cn: 跳到上一个窗口(&T)

source: Switch to the previous active window
el: Mετάβαση στο προηγουμένως ενεργό παράθυρο
zh_cn: 跳到前一次打开的窗口

source: &Previous Window
el: Προη&γούμενο Παράθυρο
zh_cn: 前一个窗口(&P)

source: Activate the previous window
el: Ενεργοποίηση του προηγούμενου παράθυρου
zh_cn: 跳到前一个窗口

source: &Next Window
el: Επόμε&νο Παράθυρο
zh_cn: 后一个窗口(&T)

source: Activate the next window
el: Ενεργοποίηση του επόμενου παράθυρου
zh_cn: 跳到后一个窗口

source: &Windows...
el: &Παράθυρα...
zh_cn: 窗口(&W)…

source: Window list
el: Κατάστιχο παραθύρων
zh_cn: 窗口列表

source: &Help
el: &Βοήθεια
zh_cn: 帮助(&H)

source: &About MadEdit-Mod...
el: &Σχετικά με το MadEdit-Mod...
zh_cn: 关于 MadEdit-Mod (&A)…

source: Move caret left one char
el: Μετακίνηση του δρομέα αριστερά, κατά ένα χαρακτήρα
zh_cn: 光标向左移动一字符

source: Move caret right one char
el: Μετακίνηση του δρομέα δεξιά, κατά ένα χαρακτήρα
zh_cn: 光标向右移动一字符

source: Move caret up one line
el: Μετακίνηση του δρομέα πάνω, κατά μία γραμμή
zh_cn: 光标向上移动一行

source: Move caret down one line
el: Μετακίνηση του δρομέα κάτω, κατά μία γραμμή
zh_cn: 光标向下移动一行

source: Go to begin of line
el: Μετάβαση στη αρχή της γραμμής
zh_cn: 跳到行的开头

source: Go to end of line
el: Μετάβαση στο τέλος της γραμμής
zh_cn: 跳到行的结尾

source: Go to begin of document
el: Μετάβαση στην αρχή του εγγράφου
zh_cn: 跳到文件的开头

source: Go to end of document
el: Μετάβαση στο τέλος του εγγράφου
zh_cn: 跳到文件的结尾

source: Go to previous page
el: Μετάβαση στην προηγούμενη σελίδα
zh_cn: 跳到上一页

source: Go to next page
el: Μετάβαση στην επόμενη σελίδα
zh_cn: 跳到下一页

source: Go to previous word
el: Μετάβαση στη προηγούμενη λέξη
zh_cn: 跳到上一个字

source: Go to next word
el: Μετάβαση στην επόμενη λέξη
zh_cn: 跳到下一个字

source: Move caret left one char and select
el: Μετακίνηση του δρομέα αριστερά, κατά ένα χαρακτήρα, και επέλεξε
zh_cn: 光标向左移动一字符并选取

source: Move caret right one char and select
el: Μετακίνηση του δρομέα δεξιά, κατά ένα χαρακτήρα, και επέλεξε
zh_cn: 光标向右移动一字符并选取

source: Move caret up one line and select
el: Μετακίνηση του δρομέα πάνω, κατά μία γραμμή, και επέλεξε
zh_cn: 光标向上移动一行并选取

source: Move caret down one line and select
el: Μετακίνηση του δρομέα κάτω, κατά μία γραμμή, και επέλεξε
zh_cn: 光标向下移动一行并选取

source: Go to begin of line and select
el: Μετάβαση στην αρχή της γραμμής και επιλογή
zh_cn: 跳到行的开头并选取

source: Go to end of line and select
el: Μετάβαση στο τέλος της γραμμής και επιλογή
zh_cn: 跳到行的结尾并选取

source: Go to begin of document and select
el: Μετάβαση στην αρχή του εγγράφου και επιλογή
zh_cn: 跳到文件的开头并选取

source: Go to end of document and select
el: Μετάβαση στο τέλεος του εγγράφου και επιλογή
zh_cn: 跳到文件的结尾并选取

source: Go to previous page and select
el: Μετάβαση στην προηγούμενη σελίδα και επιλογή
zh_cn: 跳到上一页并选取

source: Go to next page and select
el: Μετάβαση στην επόμενη σελίδα και επιλογή
zh_cn: 跳到下一页并选取

source: Go to previous word and select
el: Μετάβαση στην προηγούμενη λέξη και επιλογή
zh_cn: 跳到上一个字并选取

source: Go to next word and select
el: Μετάβαση στην επόμενη λέξη και επιλογή
zh_cn: 跳到下一个字并选取

source: Go to left brace and select
el: Μετάβαση στην αριστερή αγκύλη και επέλεξε
zh_cn: 跳到左括号并选取

source: Go to right brace and select
el: Μετάβαση στην δεξιά αγκύλη και επέλεξε
zh_cn: 跳到右括号并选取

source: Scroll text up one line
el: Κύλιση του κειμένου πάνω μια γραμμή
zh_cn: 向上滚动一行

source: Scroll text down one line
el: Κύλιση του κειμένου κάτω μια γραμμή
zh_cn: 向下滚动一行

source: Scroll text up one page
el: Κύλιση του κειμένου πάνω μια σελίδα
zh_cn: 向上滚动一页

source: Scroll text down one page
el: Κύλιση του κειμένου κάτω μια σελίδα
zh_cn: 向下滚动一页

source: Scroll text left
el: Κύλιση του κειμένου αριστερά
zh_cn: 向左滚动

source: Scroll text right
el: Κύλιση του κειμένου δεξιά
zh_cn: 向右滚动

source: Insert one NewLine char
el: Εισαγωγή ενός χαρακτήρα Νέας-Γραμμής
zh_cn: 插入换行字符

source: Insert one NewLine char without indentation
el: Εισαγωγή ενός χαρακτήρα ΝέαΓραμμής, χωρίς εσοχή
zh_cn: 插入换行字元但不自动缩进

source: Insert one Tab char or indent lines
el: Εισαγωγή ενός χαρακτήρα Πινακωτής ή εσοχής στις γραμμές
zh_cn: 插入定位字符或增加缩进

source: Delete one char to the left of the caret
el: Διαγραφή ενός χαρακτήρα στα αριστερά του δρομέα
zh_cn: 删除光标左边的字符

source: Delete a word left from the caret
el: Διαγραφή μιας λέξης στα αριστερά του δρομέα
zh_cn: 删除光标左侧的一个词

source: Delete a word right from the caret
el: Διαγραφή μιας λέξης στα δεξιά του δρομέα
zh_cn: 删除光标右侧的一个词

source: Toggle Insert/Overwrite Mode
el: Εναλλαγή της Λειτουργίας Εισαγωγής/Απανωγραφής
zh_cn: 切换插入/覆盖模式

source: Standard
el: Τυπικό
zh_cn: 标准

source: Editor
el: Επεξεργαστής
zh_cn: 编辑器

source: Search/Replace
el: Αναζήτηση ή Αντικατάσταση
zh_cn: 查找/替换

source: Text View
el: Προβολή Κειμένου
zh_cn: 文字显示方式

source: Edit Mode
el: Κατάσταση Λειτουργίας Επεξεργασίας
zh_cn: 编辑模式

source: Macro
el: Μακροεντολή
zh_cn: 宏

source: Font/Encoding
el: Γραμματοσειρά/Κωδικοποίηση
zh_cn: 字体和编码

source: Scrolls text according to vertical bar posistion
el: Κυλά το κείμενο σύμφωνα με την θέση της κάθετης γραμμής
zh_cn: 根据垂直滚动条的位置滚动文本

source: Scroll Top
el: Κύλιση στην Κορυφή
zh_cn: 滚动到顶部

source: Scrolls to beginning of the file
el: Κυλά στη αρχή του αρχείου
zh_cn: 跳到文件的开头

source: Scroll Bottom
el: Κύλιση στον Πάτω
zh_cn: 滚动到底部

source: Scrolls to end of the file
el: Κυλά στο τέλος του αρχείου
zh_cn: 滚动到文件末尾

source: Page Up
el: Σελίδα Πάνω
zh_cn: 向上翻页

source: Scrolls up by a window full
el: Κυλά πάνω, κατά ένα πλήρες παράθυρο
zh_cn: 向上翻一个窗口

source: Page Down
el: Σελίδα Κάτω
zh_cn: 向下翻页

source: Scrolls down by a window full
el: Κυλά κάτω, κατά ένα πλήρες παράθυρο
zh_cn: 向下翻一个窗口

source: Scroll Up
el: Κύλιση Πάνω
zh_cn: 向上滚动

source: Scrolls up by one line
el: Κύλιση προς τα πάνω κατά μια γραμμή
zh_cn: 向上滚动一行

source: Scroll Down
el: Κύλιση Κάτω
zh_cn: 向下滚动

source: Scrolls down by one line
el: Κύλιση προς τα κάτω κατά μια γραμμή
zh_cn: 向下滚动一行

source: Scrolls text according to horizontal bar posistion
el: Κυλά το κείμενο σύμφωνα με την θέση της οριζόντιας γραμμής
zh_cn: 根据水平滚动条的位置滚动文本

source: Scroll Left Edge
el: Κύλιση στην Αριστερή Άκρη
zh_cn: 滚动到左边缘

source: Scrolls to beginning of the line
el: Κυλά στη αρχή της γραμμής
zh_cn: 滚动到行的开头

source: Scroll Right Edge
el: Κύλιση στη Δεξιά Άκρη
zh_cn: 右边缘

source: Scrolls to end of the line
el: Κυλά στο τέλος της γραμμής
zh_cn: 滚动到最长行的结尾

source: Page Left
el: Σελίδα Αριστερά
zh_cn: 向左翻页

source: Scrolls left by a window full
el: Κυλά αριστερά, κατά ένα πλήρες παράθυρο
zh_cn: 向左翻一个窗口宽度

source: Page Right
el: Σελίδα Δεξιά
zh_cn: 向右翻页

source: Scrolls right by a window full
el: Κυλά δεξιά, κατά ένα πλήρες παράθυρο
zh_cn: 向右翻一个窗口宽度

source: Scroll Left
el: Κύλιση Αριστερά
zh_cn: 向左滚动

source: Scrolls left by aprox. 1 tab stop
el: Κυλά αριστερά κατά περίπου 1 πινακωτή
zh_cn: 向左滚动约一个Tab的宽度

source: Scroll Right
el: Κύλιση Δεξιά
zh_cn: 向右滚动

source: Scrolls right by aprox. 1 tab stop
el: Κυλά δεξιά κατά περίπου 1 πινακωτή
zh_cn: 向右滚动约一个Tab的宽度

source: Quick Search
el: Γρήγορη Αναζήτηση
zh_cn: 快速查找

source: Copy full path name
el: Αντιγραφή της πλήρης διαδρομής
zh_cn: 拷贝文件全路径

source: Copy full file name
el: Αντιγραφή ολόκληρου του ονόματος του αρχείου
zh_cn: 拷贝当前文件名

source: Copy full file name without extension
el: Αντιγραφή ολόκληρου του ονόματος του αρχείου χωρίς την επέκταση
zh_cn: 拷贝当前文件名（不含扩展名）

source: Copy directory name
el: Αντιγραφή του ονόματος του καταλόγου
zh_cn: 拷贝文件所在的目录名

source: Open directory of the file
el: Άνοιγμα του καταλόγου του αρχείου
zh_cn: 打开当前文件所在的目录

source: Run Scripts
el: Τρέξιμο Σεναρίων Εντολών
zh_cn: 运行宏脚本文件

source: Increase Font Size
el: Αύξηση του Μέγεθους της Γραμματοσειράς
zh_cn: 增加字体大小

source: Make your text a bit bigger
el: Ελαφριά μεγέθυνση του κειμένου
zh_cn: 使文本变大一些

source: Decrease Font Size
el: Μείωση του Μέγεθους της Γραμματοσειράς
zh_cn: 减少字体大小

source: Make your text a bit smaller
el: Ελαφριά σμίκρυνση του κειμένου
zh_cn: 使文本变小一些

source: Find matched text next to caret
el: Αναζήτηση του κειμένου που ταιριάζει, μετά τον δρομέα
zh_cn: 从光标位置查找下一个匹配的文本

source: Find matched text previous from caret
el: Αναζήτηση του κειμένου που ταιριάζει, πριν από τον δρομέα
zh_cn: 从光标位置查找前一个匹配的文本

source: Whole Word Only
el: Ολόκληρη Λέξη Μόνο
zh_cn: 全字匹配

source: Match Whole Word Only
el: Ταίριασμα Ολόκληρης Λέξης Μόνο
zh_cn: 仅全字匹配

source: Case Sensitive
el: Διάκριση Πεζών κ´ Κεφαλαίων
zh_cn: 区分大小写

source: Regular Expression
el: Κανονική Έκφραση
zh_cn: 正则表达式

source: Use Regular Expressions
el: Χρήση Κανονικών Εκφράσεων
zh_cn: 使用正则表达式

source: Use Regular E&xpressions
el: Χρήση Κανονικών Ε&κφράσεων
zh_cn: 使用正则表达式(&x)

source: Dot Match Newline
el: Η Κουκκίδα Ταιριάζει Νέα Γραμμή
zh_cn: . 匹配换行符

source: Dot Match Newline in Regular Expressions
el: Η Κουκκίδα Ταιριάζει Νέα Γραμμή στις Κανονικές Εκφράσεις
zh_cn: .（点）在正则表达式中匹配换行符

source: Recent file list
el: Κατάστιχο πρόσφατων αρχείων
zh_cn: 最近打开过的文件

source: List all recent opened files
el: Καταλογίζει όλα τα πρόσφατα ανοιγμένα αρχεία
zh_cn: 列出最近打开过的所有文件

source: Search Results
el: Αποτελέσματα Αναζήτησης
zh_cn: 查找结果

source: NoName%d
el: Ανώνυμο%d
zh_cn: 未命名%d

source: This is a Directory:
el: Αυτό είναι Κατάλογος:
zh_cn: 这是个目录：

source: This file does not exist:
el: Αυτό το αρχείο δεν υπάρχει:
zh_cn: 这个文件不存在：

source: Cannot access this file:
el: Αδυναμία πρόσβασης σε αυτό το αρχείο:
zh_cn: 无法存取这个文件：

source: The file
zh_cn: 当前文件

source: doesn't exist. Are you going to create it?
zh_cn: 不存在。 你打算创建它吗？

source: File does not exist:
zh_cn: 文件不存在：

source: Cannot load this file:
el: Αδυναμία φόρτωσης αυτού του αρχείου:
zh_cn: 无法载入这个文件：

source: Memory allocation failed
el: Η δέσμευση μνήμης απέτυχε
zh_cn: 分配内存失败

source: Error
el: Σφάλμα
zh_cn: 错误

source: End Selecting
el: Τερματισμός της Επιλογής
zh_cn: 结束选择

source: End selecting text
el: Τερματισμός της επιλογής κειμένου
zh_cn: 结束选择文本

source: Begin Selecting
el: Αρχίνισμα της Επιλογής
zh_cn: 开始选择

source: Begin selecting text
el: Αρχίνισμα της επιλογής κειμένου
zh_cn: 开始选择文本

source: Clear ReadOnly Flag
el: Καθάρισμα της Σημαίας ΜόνοΑνάγνωσης
zh_cn: 清除只读标志

source: Clear ReadOnly flag of the file
el: Καθάρισμα της σημαίας ΜόνοΑνάγνωσης του αρχείου
zh_cn: 清除文件的只读标志

source: Set ReadOnly Flag
el: Ορισμός της Σημαίας ΜόνοΑνάγνωσης
zh_cn: 设置只读标志

source: Set ReadOnly flag of the file
el: Ορισμός της σημαίας ΜόνοΑνάγνωσης του αρχείου
zh_cn: 设置文件的只读标志

source: None
el: Κανένα
zh_cn: 无

source: Has No Unicode BOM (Byte-Order Mark)
el: Δεν Έχει Unicode BOM (Σημάδι Ταξινόμησης-Μπάιτιου)
zh_cn: 没有 Unicode BOM (Byte-Order Mark)

source: Failed to backup the file.
el: Αποτυχία δημιουργίας αντιγράφου ασφαλείας του αρχείου.
zh_cn: 文件备份失败

source: might not exist.
el: ίσως να μην υπάρχει.
zh_cn: 可能不存在。

source: There was a problem previewing this document. Perhaps your current printer is not set correctly?
el: Παρουσιάστηκε κάποιο πρόβλημα κατά την προεπισκόπηση του εγγράφου. Μήπως ο τρέχων εκτυπωτής δεν έχει ρυθμιστεί σωστά;
zh_cn: 在预览当前文件时发生问题。 或许是打印机没有设置正确？

source: Previewing
el: Γίνεται Προεπισκόπηση
zh_cn: 打印预览

source: MadEdit Print Preview
el: Προεπισκόπηση της Εκτύπωσης κατά το ΜαντΈντιτ
zh_cn: MadEdit预览打印

source: There was a problem printing this document. Perhaps your current printer is not set correctly?
el: Υπήρξε πρόβλημα κατά την εκτύπωση του εγγράφου. Μήπως ο τρέχων εκτυπωτής δεν έχει ρυθμιστεί σωστά;
zh_cn: 在打印当前文件时发生问题。 或许是打印机没有设置正确？

source: does not exist. It might have been removed. Do you want to removed it from recent file list?
el: δεν υπάρχει. Ίσως να έχει απομακρυνθεί. Θα ήθελες να απομακρυνθεί από το κατάστιχο των πρόσφατων αρχείων;
zh_cn: 不存在。该文件可能已经被删除了。你希望把它从最近访问文件列表中删除吗？

source: Delimiters:
el: Διαχωριστικά:
zh_cn: 分隔符：

source: Revert Hex String
el: Επαναφορά Δεκαεξαδικού Στίχου
zh_cn: 还原十六进制字符串

source: ASCII characters
el: ASCII χαρακτήρες
zh_cn: ASCII 字符

source: Japanese characters
el: Γιαπωνέζικοι χαρακτήρες
zh_cn: 日文

source: Korean characters
el: Κορεάτικοι χαρακτήρες
zh_cn: 韩文

source: other characters
el: άλλοι χαρακτήρες
zh_cn: 其他文字

source: Choose the characters you want to convert:
el: Επέλεξε τους χαρακτήρες που θα ήθελες να μετατραπούν:
zh_cn: 选择想转换的文字：

source: Find/Replace in Files Results
el: Αναζήτηση ή Αντικατάσταση στα Αποτελέσματα των Φακέλων
zh_cn: 多文件查找/替换的结果

source: Line Number(1~%s): (you can input HexNumber(0x1~0x%X): 0xNNN)
el: Αριθμός Γραμμής(1~%s): (μπορείς να εισάγεις ΔεκαεξαδικόΑριθμό(0x1~0x%X): 0xNNN)
zh_cn: 行号（1~%s）:（可以输入16进位数字（0x1~0x%X）: 0xNNN）

source: Go To Line
el: Μετάβαση σε Γραμμή
zh_cn: 跳到此行

source: Position(0~%s): (you can input HexNumber: 0xNNN)
el: Θέση(0~%s): (μπορείς να εισάγεις ΔεκαεξαδικόΑριθμό: 0xNNN)
zh_cn: 文件位置（0~%s）：（可以输入16进位数字: 0xNNN）

source: Go To Position
el: Μετάβαση σε Θέση
zh_cn: 跳到文件位置

source: Ruler may not be accurate in non-fixed width mode. Continue?
zh_cn: 在非固定宽度模式下标尺指示可能不准确。是否继续？

source: Warning
el: Προειδοποίηση
zh_cn: 警告

source: Markdown/HTML Preview
el: Markdown/HTML Προεπισκόπηση
zh_cn: Markdown/HTML预览

source: Refresh
el: Ανανέωση
zh_cn: 刷新

source: Refresh prviewed text
el: Ανανέωση της προεπισκόπησης του κειμένου
zh_cn: 刷新预览的文本

source: Close Preveiw
el: Κλείσιμο της Προεπισκόπησης
zh_cn: 关闭预览

source: Close preveiw windows
el: Κλείσιμο των παραθύρων της προεπισκόπησης
zh_cn: 关闭预览窗口

source: Open Mad Macro File
el: Άνοιγμα Αρχείου Μακροεντολών του Μαντ
zh_cn: 打开MadPython宏文件

source: |All files(*;*.*)
el: |Όλα τα αρχεία (*;*.*)
zh_cn: |所有文件 (*;*.*)

source: Mad Macro
el: Μακροεντολή Μαντ
zh_cn: Mad宏语言

source: Do you want to overwrite %s ?
el: Θέλεις να απανωγραφεί το %s ;
zh_cn: 要覆盖%s吗？

source: Edit Mad Macro File
el: Επεξεργασία Ενός Αρχείου Μακροεντολών Μαντ
zh_cn: 编辑MadPython宏文件

source: This is not a text file:
zh_cn: 这不是文本文件：

source: Invalid JSON string, formatting failed
zh_cn: 无效的JSON字符串，格式化失败

source: Download dictionary at https://github.com/LibreOffice/dictionaries
el: Λήψη του λεξικού από το... https://github.com/LibreOffice/dictionaries
zh_cn: 字典获取地址 https://github.com/LibreOffice/dictionaries

source: Press OK to visit our HomePage.
el: Κλίκαρε στο «Εντάξει» για να επισκεφτείς την Αρχική Ιστοσελίδα.
zh_cn: 按「确定」可以浏览我们的主页。

source: Toggle Main Menubar
el: Εναλλαγή της Κύριας Γραμμής Εργαλείων με το Μενού
zh_cn: 切换显示主菜单栏

source: Passed the begin of the file/selection
el: Πέρασε την αρχή του αρχείου ή της επιλογής
zh_cn: 已经过了文件或所选择区域开头

source: Passed the end of the file
el: Πέρασε το τέλος του αρχείου ή της επιλογής
zh_cn: 已经过了文件末尾

source: Information Window
el: Παράθυρο Πληροφοριών
zh_cn: 信息窗口

source: Invalid item
el: Μη έγκυρο αντικείμενο
zh_cn: 无效项

source: &Collapse All
el: Σύμπτυ&ξη Όλων
zh_cn: 折叠全部

source: Copy &All
el: &Αντιγραφή Όλων
zh_cn: 复制全部

source: &Reset Results
el: Επαναφο&ρά των Αποτελέσματων
zh_cn: 清空结果

source: &Collapse Selected
el: Σύμπτυ&ξη των Επιλεγμένων
zh_cn: 折叠选中项

source: &Copy Selected
el: Αντι&γραφή Επιλεγμένων
zh_cn: 拷贝选中文字

source: &Delete Selected
el: &Διαγραφή Των Επιλεγμένων
zh_cn: 删除选中的项目

source: File Type Associations
el: Συσχετίσεις Μορφών Αρχείων
zh_cn: 文件关联

source: Associated File Types:
el: Συσχετισμένες Μορφές Αρχείων:
zh_cn: 已关联文件：

source: <- Add
el: <- Προσθήκη
zh_cn: <- 加入

source: Remove ->
el: Αφαίρεση ->
zh_cn: 删除 ->

source: Predefined File Types:
el: Προκαθορισμένες Μορφές Αρχείων:
zh_cn: 预先定义的类型：

source: <- Add Custom File Type
el: <- Προσθήκη Προσαρμοσμένης Μορφής Αρχείου
zh_cn: <- 加入自定义文件类型

source: &OK
el: &Εντάξει
zh_cn: 确定(&O)

source: Find/Replace In Files
el: Εύρεση ή Αντικατάσταση στα Αρχεία
zh_cn: 多文件查找/替换

source: &Case Sensitive
el: Διάκριση Πεζών κ´ Κεφαλαίων
zh_cn: 区分大小写(&C)

source: &Whole Word Only
el: Ολόκληρες Λέξεις Μόνο
zh_cn: 全字匹配(&W)

source: Pan Chinese
zh_cn: 泛中文（CJK）
